Repository: kodinformatika/dataplatform-superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: hu

source: Duration (in seconds) of the caching timeout for this table. A timeout of 0 indicates that the cache never expires. Note this defaults to the database timeout if undefined.
hu: Ez a tábla gyorsítótárának időtartama (másodpercben). A 0 érték azt jelenti, hogy a gyorsítótár soha nem jár le. Megjegyzés: ha nincs meghatározva, akkor ez az érték az adatbázis időkorlátára alapértelmezetten beállítódik.

source: Associated Charts
hu: Kapcsolódó diagramok

source: Changed By
hu: Megváltoztatva

source: Database
hu: Adatbázis

source: Last Changed
hu: Utolsó változtatás

source: Enable Filter Select
hu: Engedélyezze a szűrő kiválasztását

source: Schema
hu: Séma

source: Default Endpoint
hu: Alapértelmezett végpont

source: Cache Timeout
hu: Cache időtúllépés

source: Table Name
hu: Tábla név

source: Fetch Values Predicate
hu: Fetch értékek predikátum

source: Owners
hu: Tulajdonosok

source: Main Datetime Column
hu: Fő Dátum-Idő Oszlop

source: SQL Lab View
hu: SQL Lab nézet

source: Template parameters
hu: Sablon paraméterek

source: Modified
hu: Módosított példa

source: The table was created. As part of this two-phase configuration process, you should now click the edit button by the new table to configure it.
hu: A tábla létre lett hozva. Ennek a két fázisú konfigurációs folyamatnak a részeként most kattints a szerkesztés gombra az új táblánál, hogy konfiguráld azt.

source: Deleted %(num)d css template
hu: Törölve %(num)d css sablon

source: CSS template not found.
hu: CSS sablon nem található.

source: Dataset schema is invalid, caused by: %(error)s
hu: Az adatkészlet séma érvénytelen, az alábbi hiba miatt: %(error)s

source: Deleted %(num)d dashboard
hu: Törölve %(num)d vezérlőpult

source: Title or Slug
hu: Cím vagy Slug

source: Role
hu: Szerep

source: Must be unique
hu: Kell egyedi lennie

source: Dashboard parameters are invalid.
hu: Az irányítópult paraméterei érvénytelenek.

source: Dashboard could not be updated.
hu: A vezérlőpult nem frissíthető.

source: Dashboard could not be deleted.
hu: A vezérlőpult nem törölhető.

source: Changing this Dashboard is forbidden
hu: Ez a vezérlőpult módosítása tilos

source: Import dashboard failed for an unknown reason
hu: Az ábra importálása ismeretlen okból nem sikerült

source: You don't have access to this dashboard.
hu: Nincs hozzáférése ehhez a vezérlőpulthoz.

source: No data in file
hu: Nincs adat a fájlban

source: Invalid state.
hu: Érvénytelen állapot.

source: An error occurred while creating the value.
hu: Hiba történt az érték létrehozása közben.

source: An error occurred while accessing the value.
hu: Hiba történt az érték elérésének közben.

source: Table name undefined
hu: Táblanév nincs meghatározva

source: Upload Enabled
hu: Feltöltés engedélyezve

source: Invalid connection string, a valid string usually follows: backend+driver://user:password@database-host/database-name
hu: Érvénytelen kapcsolódási karakterlánc, egy érvényes karakterlánc általában így néz ki: backend+driver://user:password@database-host/database-name

source: Field cannot be decoded by JSON. %(msg)s
hu: A JSON nem tudja dekódolni a mezőt. %(msg)s

source: The metadata_params in Extra field is not configured correctly. The key %(key)s is invalid.
hu: Az Extra mezőben található metadata_params nincs helyesen konfigurálva. A %(key)s kulcs érvénytelen.

source: An engine must be specified when passing individual parameters to a database.
hu: Egy motor megadása szükséges, amikor egyes paramétereket adunk át az adatbázisnak.

source: Engine spec "InvalidEngine" does not support being configured via individual parameters.
hu: A "InvalidEngine" motortulajdonság nem támogatja az egyedi paraméterekkel történő konfigurálást.

source: Database parameters are invalid.
hu: Az adatbázis paraméterek érvénytelenek.

source: A database with the same name already exists.
hu: Egy azonos nevű adatbázis már létezik.

source: Field is required
hu: A mező kitöltése kötelező

source: Field cannot be decoded by JSON. %(json_error)s
hu: A JSON által nem lehet dekódolni a mezőt. %(json_error)s

source: The metadata_params in Extra field is not configured correctly. The key %{key}s is invalid.
hu: Az Extra mezőben található metadata_params nincs helyesen konfigurálva. A(z) %{key}s kulcs érvénytelen.

source: Database not found.
hu: Adatbázis nem található.

source: Database could not be created.
hu: Az adatbázis nem hozható létre.

source: Database could not be updated.
hu: Az adatbázis nem frissíthető.

source: Connection failed, please check your connection settings
hu: Kapcsolat sikertelen, kérlek ellenőrizd a kapcsolati beállításokat

source: Cannot delete a database that has datasets attached
hu: Nem lehet törölni egy adatbázist, amelyhez adatkészletek vannak csatolva

source: Database could not be deleted.
hu: Az adatbázis nem törölhető.

source: Stopped an unsafe database connection
hu: Megállítottam egy biztonságtalan adatbázis kapcsolatot

source: Could not load database driver
hu: Nem sikerült betölteni az adatbázis meghajtót

source: Unexpected error occurred, please check your logs for details
hu: Váratlan hiba történt, kérlek ellenőrizd a naplókat részletekért

source: no SQL validator is configured
hu: nincs beállítva SQL érvényesítő

source: No validator found (configured for the engine)
hu: Nem található ellenőrző (motorhoz konfigurálva)

source: Was unable to check your query
hu: Nem tudtam ellenőrizni a lekérdezésedet

source: An unexpected error occurred
hu: Egy váratlan hiba történt

source: Import database failed for an unknown reason
hu: Az adatbázis importálása ismeretlen okból nem sikerült

source: Could not load database driver: {}
hu: Nem sikerült betölteni az adatbázis-illesztőprogramot: {}

source: Engine "%(engine)s" cannot be configured through parameters.
hu: A(z) "%(engine)s" motor nem konfigurálható paraméterek segítségével.

source: Database is offline.
hu: Az adatbázis offline állapotban van.

source: %(validator)s was unable to check your query. Please recheck your query. Exception: %(ex)s
hu: A(z) %(validator)s nem tudta ellenőrizni a lekérdezését. Kérjük, ellenőrizze újra a lekérdezését. Kivétel: %(ex)s

source: No validator named {} found (configured for the {} engine)
hu: Nem található {} nevű ellenőrző (beállítva a {} motorhoz)

source: SSH Tunnel could not be deleted.
hu: Az SSH alagút nem törölhető.

source: SSH Tunnel not found.
hu: SSH Tunnel nem található.

source: SSH Tunnel parameters are invalid.
hu: Az SSH Tunnel paraméterei érvénytelenek.

source: SSH Tunnel could not be updated.
hu: Az SSH alagút nem frissíthető.

source: Creating SSH Tunnel failed for an unknown reason
hu: Az SSH alagút létrehozása ismeretlen okból meghiúsult

source: SSH Tunneling is not enabled
hu: Az SSH tunneling nincs engedélyezve

source: Must provide credentials for the SSH Tunnel
hu: Meg kell adni az SSH Tunnelhez tartozó hitelesítő adatokat

source: Cannot have multiple credentials for the SSH Tunnel
hu: Nem lehet több hitelesítő adatot használni az SSH-alagúthoz

source: Deleted %(num)d dataset
hu: Törölve lett %(num)d adatkészlet

source: Null or Empty
hu: Null vagy üres

source: Dataset column not found.
hu: Adathalmaz oszlop nem található.

source: Dataset column delete failed.
hu: Az adatkészlet oszlopának törlése sikertelen volt.

source: Changing this dataset is forbidden.
hu: Ez az adatkészlet módosítása tilos.

source: The database was not found.
hu: Az adatbázis nem található.

source: Dataset %(name)s already exists
hu: A(z) %(name)s adatkészlet már létezik

source: Database not allowed to change
hu: Adatbázis nem engedélyezett módosítása

source: The submitted URL is not considered safe, only use URLs with the same domain as Superset.
hu: A beküldött URL nem tekinthető biztonságosnak, csak olyan URL-eket használj, amelyek ugyanazon a tartományon vannak, mint a Superset.

source: One or more columns do not exist
hu: Egy vagy több oszlop nem létezik.

source: One or more columns are duplicated
hu: Egy vagy több oszlop megkettőződött

source: One or more columns already exist
hu: Egy vagy több oszlop már létezik.

source: One or more metrics do not exist
hu: Egy vagy több metrika nem létezik.

source: One or more metrics are duplicated
hu: Egy vagy több metrika megkétszereződött

source: One or more metrics already exist
hu: Egy vagy több metrika már létezik.

source: Table [%(table_name)s] could not be found, please double check your database connection, schema, and table name
hu: A(z) [%(table_name)s] tábla nem található, kérlek ellenőrizd a adatbázis kapcsolatot, séma és tábla nevet

source: Dataset does not exist
hu: Az adathalmaz nem létezik.

source: Dataset parameters are invalid.
hu: Az adatkészlet paraméterei érvénytelenek.

source: Dataset could not be created.
hu: Az adatkészlet nem hozható létre.

source: Dataset could not be updated.
hu: Az adatkészlet nem frissíthető.

source: Samples for dataset could not be retrieved.
hu: Az adathalmaz mintái nem lettek lekérdezve.

source: Changing this dataset is forbidden
hu: Ez az adatkészlet módosítása tilos

source: Import dataset failed for an unknown reason
hu: Az adatkészlet importálása ismeretlen okból nem sikerült

source: You don't have access to this dataset.
hu: Nincs hozzáférése ehhez az adatkészlethez.

source: Dataset could not be duplicated.
hu: Az adatkészlet nem másolható.

source: Data URI is not allowed.
hu: A Data URI is not permitted.

source: Dataset metric not found.
hu: Adathalmaz metrika nem található.

source: Dataset metric delete failed.
hu: Az adatkészlet metrika törlése sikertelen volt.

source: Please check your query for syntax errors at or near "%(syntax_error)s". Then, try running your query again.
hu: Kérlek, ellenőrizd a lekérdezésedet szintaktikai hibákra a következő helyen: "%(syntax_error)s". Ezután próbáld újra futtatni a lekérdezést.

source: Second
hu: Második

source: 5 second
hu: 5 másodperc

source: 30 second
hu: 30 másodperc

source: Minute
hu: Perc

source: 5 minute
hu: 5 perc

source: 10 minute
hu: 10 perc

source: 15 minute
hu: 15 perc

source: 30 minute
hu: 30 perc

source: Hour
hu: Óra

source: 6 hour
hu: 6 óra

source: Day
hu: Nap

source: Week
hu: Hét

source: Month
hu: Hónap

source: Quarter
hu: Negyed

source: Year
hu: Év

source: Week starting Sunday
hu: Hét kezdése vasárnap

source: Week starting Monday
hu: Hét kezdete hétfő

source: Week ending Saturday
hu: Hét vége szombat

source: Username
hu: Felhasználónév

source: Password
hu: Jelszó

source: Hostname or IP address
hu: Hostname vagy IP cím

source: Database port
hu: Adatbázis port

source: Database name
hu: Adatbázis név

source: Additional parameters
hu: További paraméterek

source: Use an encrypted connection to the database
hu: Használjon titkosított kapcsolatot az adatbázishoz

source: Unable to connect. Verify that the following roles are set on the service account: "BigQuery Data Viewer", "BigQuery Metadata Viewer", "BigQuery Job User" and the following permissions are set "bigquery.readsessions.create", "bigquery.readsessions.getData"
hu: Nem sikerült kapcsolódni. Ellenőrizze, hogy a következő szerepek be vannak-e állítva a szolgáltatási fiókon: "BigQuery adatmegtekintő", "BigQuery metaadat-megtekintő", "BigQuery munkafolyamat-felhasználó", valamint a következő engedélyek be vannak-e állítva: "bigquery.readsessions.create", "bigquery.readsessions.getData".

source: The table "%(table)s" does not exist. A valid table must be used to run this query.
hu: A "%(table)s" tábla nem létezik. Egy érvényes táblát kell használni a lekérdezés futtatásához.

source: We can't seem to resolve column "%(column)s" at line %(location)s.
hu: Nem tűnik sikerülni a(z) "%(column)s" oszlop feloldása a(z) %(location)s sorban.

source: The schema "%(schema)s" does not exist. A valid schema must be used to run this query.
hu: A(z) "%(schema)s" séma nem létezik. Egy érvényes séma használata szükséges a lekérdezés futtatásához.

source: We can't seem to resolve the column "%(column_name)s"
hu: Nem tűnik úgy, hogy megoldást találunk a(z) "%(column_name)s" oszlopon.

source: Please check your query for syntax errors near "%(server_error)s". Then, try running your query again.
hu: Kérlek, ellenőrizd a lekérdezésedet a "%(server_error)s" közelében lévő szintaktikai hibákra. Ezután próbáld újra futtatni a lekérdezést.

source: Either the username "%(username)s", password, or database name "%(database)s" is incorrect.
hu: A felhasználónév "%(username)s", a jelszó vagy az adatbázis neve "%(database)s" helytelen.

source: The hostname "%(hostname)s" cannot be resolved.
hu: A(z) "%(hostname)s" hosztnév nem oldható fel.

source: Port %(port)s on hostname "%(hostname)s" refused the connection.
hu: A(z) "%(hostname)s" hoszton a(z) %(port)s port visszautasította a kapcsolatot.

source: The host "%(hostname)s" might be down, and can't be reached on port %(port)s.
hu: A(z) "%(hostname)s" hoszt lehet, hogy nem elérhető, és nem érhető el a(z) %(port)s porton.

source: Either the username "%(username)s" or the password is incorrect.
hu: A felhasználónév "%(username)s" vagy a jelszó helytelen.

source: Unknown MySQL server host "%(hostname)s".
hu: Ismeretlen MySQL kiszolgáló hoszt "%(hostname)s".

source: The host "%(hostname)s" might be down and can't be reached.
hu: A(z) "%(hostname)s" hoszt lehet, hogy nem elérhető és nem érhető el.

source: Unable to connect to database "%(database)s".
hu: Nem sikerült kapcsolódni a(z) "%(database)s" adatbázishoz.

source: The username "%(username)s" does not exist.
hu: A "%(username)s" felhasználónév nem létezik.

source: The user/password combination is not valid (Incorrect password for user).
hu: A felhasználónév/jelszó kombináció érvénytelen (Helytelen jelszó a felhasználóhoz).

source: Could not resolve hostname: "%(host)s".
hu: Nem sikerült feloldani a hosztnevet: "%(host)s".

source: Port out of range 0-65535
hu: Port tartományon kívül 0-65535

source: Invalid Connection String: Expecting String of the form 'ocient://user:pass@host:port/database'.
hu: Érvénytelen kapcsolódási karakterlánc: Olyan karakterláncra van szükség, amely a következő formában van megadva: 'ocient://felhasználó:jelszó@kiszolgáló:cím/port/adatbázis'.

source: Syntax Error: %(qualifier)s input "%(input)s" expecting "%(expected)s
hu: Szintaktikai hiba: %(qualifier)s bemenet "%(input)s", "%(expected)s" várható

source: Table or View "%(table)s" does not exist.
hu: A(z) "%(table)s" tábla vagy nézet nem létezik.

source: Invalid reference to column: "%(column)s"
hu: Érvénytelen hivatkozás a(z) "%(column)s" oszlopra.

source: The password provided for username "%(username)s" is incorrect.
hu: A(z) "%(username)s" felhasználónévhez megadott jelszó helytelen.

source: Please re-enter the password.
hu: Kérlek, add meg újra a jelszót.

source: We can't seem to resolve the column "%(column_name)s" at line %(location)s.
hu: Nem sikerül megoldani a(z) "%(column_name)s" oszlopot a(z) %(location)s sorban.

source: The table "%(table_name)s" does not exist. A valid table must be used to run this query.
hu: A "%(table_name)s" tábla nem létezik. Egy érvényes táblát kell használni a lekérdezés futtatásához.

source: The schema "%(schema_name)s" does not exist. A valid schema must be used to run this query.
hu: A(z) "%(schema_name)s" séma nem létezik. Egy érvényes séma használata szükséges a lekérdezés futtatásához.

source: Unable to connect to catalog named "%(catalog_name)s".
hu: Nem sikerült csatlakozni a(z) "%(catalog_name)s" nevű katalógushoz.

source: Unknown Presto Error
hu: Ismeretlen Presto hiba

source: We were unable to connect to your database named "%(database)s". Please verify your database name and try again.
hu: Nem sikerült kapcsolódni a(z) "%(database)s" nevű adatbázishoz. Kérjük, ellenőrizze az adatbázis nevét, majd próbálja újra.

source: %(object)s does not exist in this database.
hu: A(z) %(object)s nem létezik ebben az adatbázisban.

source: You don't have access to this embedded dashboard config.
hu: Nincs hozzáférése ehhez a beágyazott vezérlőpult konfigurációhoz.

source: Samples for datasource could not be retrieved.
hu: Az adatforrás minták nem lettek lekérdezve.

source: Changing this datasource is forbidden
hu: Ez az adatforrás megváltoztatása tilos

source: Form data not found in cache, reverting to chart metadata.
hu: Az űrlap adatok nem találhatók a gyorsítótárban, visszatérünk a diagram metaadatokhoz.

source: Form data not found in cache, reverting to dataset metadata.
hu: Az űrlap adatok nem találhatók a gyorsítótárban, visszatérés az adatkészlet metaadataihoz.

source: [Missing Dataset]
hu: [Hiányzó adatkészlet]

source: Home
hu: Otthon

source: Database Connections
hu: Adatbázis kapcsolatok

source: Data
hu: Adat

source: Dashboards
hu: Irányítópultok

source: Charts
hu: Diagramok

source: Datasets
hu: Adathalmazok

source: Plugins
hu: Bővítmények

source: Manage
hu: Kezelés

source: CSS Templates
hu: CSS sablonok

source: Import Dashboards
hu: Importálási vezérlőpultok

source: Saved Queries
hu: Mentett lekérdezések

source: Query History
hu: Lekérdezési előzmények

source: Tags
hu: Címkék

source: Action Log
hu: Műveletnapló

source: Security
hu: Biztonság

source: Alerts & Reports
hu: Riasztások és jelentések

source: Annotation Layers
hu: Jegyzet rétegek

source: Row Level Security
hu: Sor szintű biztonság

source: An error occurred while parsing the key.
hu: Hiba történt a kulcs értelmezése közben.

source: An error occurred while deleting the value.
hu: Hiba történt az érték törlése közben.

source: An error occurred while updating the value.
hu: Hiba történt az érték frissítése közben.

source: An error occurred while upserting the value.
hu: Hiba történt az érték upsertelése közben.

source: You don't have permission to modify the value.
hu: Nincs engedélyed a érték módosításához.

source: Unable to encode value
hu: Nem lehet kódolni az értéket

source: Unable to decode value
hu: Nem lehet dekódolni az értéket

source: Invalid permalink key
hu: Érvénytelen permalink kulcs

source: Datetime column not provided as part table configuration and is required by this type of chart
hu: A táblázat konfigurációjának részeként nem szerepel a dátum- és időoszlop, ami szükséges ehhez a típusú diagramhoz

source: Empty query?
hu: Üres lekérdezés?

source: Unknown column used in orderby: %(col)s
hu: Ismeretlen oszlop használva az orderby részben: %(col)s

source: Time column "%(col)s" does not exist in dataset
hu: Az időoszlop "%(col)s" nem létezik az adatkészletben

source: error_message
hu: hibaüzenet

source: Filter value list cannot be empty
hu: A szűrőérték lista nem lehet üres

source: Must specify a value for filters with comparison operators
hu: Meg kell adni egy értéket a szűrőkhöz összehasonlítási operátorokkal

source: Invalid filter operation type: %(op)s
hu: Érvénytelen szűrő művelet típusa: %(op)s

source: Error in jinja expression in WHERE clause: %(msg)s
hu: Hiba a Jinja kifejezésben a WHERE feltételben: %(msg)s

source: Error in jinja expression in HAVING clause: %(msg)s
hu: Hiba a jinja kifejezésben a HAVING feltételben: %(msg)s

source: Database does not support subqueries
hu: Az adatbázis nem támogatja az al-lekérdezéseket

source: Deleted %(num)d saved query
hu: Törölve lett %(num)d mentett lekérdezés

source: Saved queries could not be deleted.
hu: A mentett lekérdezéseket nem lehet törölni.

source: Saved query not found.
hu: A mentett lekérdezés nem található.

source: Import saved query failed for an unknown reason.
hu: Az elmentett lekérdezés importálása ismeretlen okból nem sikerült.

source: Saved query parameters are invalid.
hu: A mentett lekérdezési paraméterek érvénytelenek.

source: Deleted %(num)d report schedule
hu: Törölve lett %(num)d jelentés ütemezése

source: Value must be greater than 0
hu: Az értéknek nagyobbnak kell lennie, mint 0

source: Alert query returned more than one row. %s rows returned
hu: Figyelmeztetés: A lekérdezés több, mint egy sor eredményt adott vissza. %s sor lett visszaadva

source: Alert query returned more than one column. %s columns returned
hu: Figyelmeztetés: A lekérdezés több oszlopot adott vissza. %s oszlop lett visszaadva

source: Invalid tab ids: %s(tab_ids)
hu: Érvénytelen fülazonosítók: %s(tab_ids)

source: Dashboard does not exist
hu: A vezérlőpult nem létezik.

source: Chart does not exist
hu: A táblázat nem létezik.

source: Database is required for alerts
hu: Az értesítésekhez adatbázis szükséges

source: Type is required
hu: A típus kötelező

source: Choose a chart or dashboard not both
hu: Válassz egy diagramot vagy irányítópultot, de ne mindkettőt.

source: Must choose either a chart or a dashboard
hu: Kötelező választani vagy egy diagramot, vagy egy vezérlőpultot

source: Please save your chart first, then try creating a new email report.
hu: Kérlek, először mentsd el a diagramodat, majd próbálj meg létrehozni egy új e-mail jelentést.

source: Please save your dashboard first, then try creating a new email report.
hu: Kérlek, először mentsd el a vezérlőpultodat, majd próbálj meg létrehozni egy új e-mail jelentést.

source: Report Schedule parameters are invalid.
hu: A jelentés ütemezési paraméterei érvénytelenek.

source: Report Schedule could not be created.
hu: A jelentés ütemezése nem hozható létre.

source: Report Schedule could not be updated.
hu: A jelentés ütemterve nem frissíthető.

source: Report Schedule not found.
hu: Jelentés ütemterv nem található.

source: Report Schedule delete failed.
hu: A jelentés ütemezett törlése sikertelen volt.

source: Report Schedule log prune failed.
hu: A jelentés ütemezett naplók ritkítása sikertelen volt.

source: Report Schedule execution failed when generating a screenshot.
hu: A jelentés ütemezett végrehajtása meghiúsult, amikor a képernyőképet generálták.

source: Report Schedule execution failed when generating a dataframe.
hu: A jelentés ütemezett végrehajtása meghiúsult, amikor egy adatkeretet generáltunk.

source: Report Schedule execution got an unexpected error.
hu: A jelentés ütemezett végrehajtása váratlan hibát kapott.

source: Report Schedule is still working, refusing to re-compute.
hu: A Report Schedule még mindig működik, és visszautasítja az újraszámítást.

source: Report Schedule reached a working timeout.
hu: A jelentés ütemezése elérte a munkaidőtúllépést.

source: A report named "%(name)s" already exists
hu: A "%(name)s" nevű jelentés már létezik

source: An alert named "%(name)s" already exists
hu: Egy "%(name)s" nevű riasztás már létezik

source: Resource already has an attached report.
hu: Az erőforrásnak már csatolt jelentése van.

source: Alert query returned more than one row.
hu: Figyelmeztetés: A lekérdezés több, mint egy sor eredményt adott vissza.

source: Alert validator config error.
hu: Figyelmeztetés: érvényesítő konfigurációs hiba.

source: Alert query returned more than one column.
hu: Figyelmeztetés: A lekérdezés több oszlopot eredményezett.

source: Alert query returned a non-number value.
hu: Figyelmeztetés: A lekérdezés nem számértéket adott vissza.

source: Alert found an error while executing a query.
hu: Figyelem! Hiba történt a lekérdezés végrehajtása közben.

source: A timeout occurred while executing the query.
hu: A lekérdezés végrehajtása közben időtúllépés történt.

source: A timeout occurred while taking a screenshot.
hu: Időtúllépés történt a képernyőkép készítése közben.

source: A timeout occurred while generating a dataframe.
hu: Egy időtúllépés történt a dataframe generálása közben.

source: Alert fired during grace period.
hu: Figyelmeztetés történt a kegyelmi időszak alatt.

source: Alert ended grace period.
hu: Figyelem! Lejárt a kegyelmi időszak.

source: Alert on grace period
hu: Figyelmeztetés a türelmi időszakról

source: Report Schedule state not found
hu: Jelentés ütemterv állapot nem található
