Repository: kodinformatika/dataplatform-superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: hu

source: The datasource is too large to query.
hu: Az adatforrás túl nagy ahhoz, hogy lekérdezést hajtsunk végre.

source: The database is under an unusual load.
hu: Az adatbázis szokatlan terhelés alatt áll.

source: The database returned an unexpected error.
hu: Az adatbázis váratlan hibát adott vissza.

source: There is a syntax error in the SQL query. Perhaps there was a misspelling or a typo.
hu: A SQL lekérdezésben szintaktikai hiba van. Talán elírás vagy gépelés történt.

source: The column was deleted or renamed in the database.
hu: Az oszlop törölve vagy átnevezve lett az adatbázisban.

source: The table was deleted or renamed in the database.
hu: A táblát törölték vagy átnevezték az adatbázisban.

source: One or more parameters specified in the query are missing.
hu: A lekérdezésben megadott egy vagy több paraméter hiányzik.

source: The hostname provided can't be resolved.
hu: A megadott hosztnév nem oldható fel.

source: The port is closed.
hu: A port zárva van.

source: The host might be down, and can't be reached on the provided port.
hu: A szerver lehet leállt, és nem érhető el a megadott porton.

source: Superset encountered an error while running a command.
hu: A Superset hibaüzenetet kapott a parancs futtatása közben.

source: Superset encountered an unexpected error.
hu: A Superset váratlan hibába ütközött.

source: The username provided when connecting to a database is not valid.
hu: A kapcsolódáskor megadott felhasználónév érvénytelen az adatbázishoz.

source: The password provided when connecting to a database is not valid.
hu: A kapcsolódáshoz megadott jelszó érvénytelen.

source: Either the username or the password is wrong.
hu: Vagy a felhasználónév, vagy a jelszó helytelen.

source: Either the database is spelled incorrectly or does not exist.
hu: Vagy a adatbázis helytelenül van leírva, vagy nem létezik.

source: The schema was deleted or renamed in the database.
hu: A séma törölve vagy átnevezve lett az adatbázisban.

source: User doesn't have the proper permissions.
hu: A felhasználónak nincsenek megfelelő engedélyei.

source: One or more parameters needed to configure a database are missing.
hu: Egy vagy több paraméter hiányzik a adatbázis konfigurálásához.

source: The submitted payload has the incorrect format.
hu: A beküldött adatcsomag helytelen formátummal rendelkezik.

source: The submitted payload has the incorrect schema.
hu: A beküldött adatcsomag helytelen séma szerint van formázva.

source: Results backend needed for asynchronous queries is not configured.
hu: Az aszinkron lekérdezésekhez szükséges eredmények háttérrendszere nincs konfigurálva.

source: Database does not allow data manipulation.
hu: Az adatbázis nem engedi az adatmanipulációt.

source: The CTAS (create table as select) doesn't have a SELECT statement at the end. Please make sure your query has a SELECT as its last statement. Then, try running your query again.
hu: A CTAS (create table as select) nem rendelkezik SELECT utasítással a végén. Győződjön meg róla, hogy a lekérdezése SELECT utasítással zárul. Ezután próbálja újra futtatni a lekérdezést.

source: CVAS (create view as select) query has more than one statement.
hu: A CVAS (create view as select) lekérdezés több mint egy utasítást tartalmaz.

source: CVAS (create view as select) query is not a SELECT statement.
hu: A CVAS (create view as select) lekérdezés nem egy SELECT utasítás.

source: Query is too complex and takes too long to run.
hu: A lekérdezés túl bonyolult és túl hosszú ideig tart a futtatása.

source: The database is currently running too many queries.
hu: Az adatbázis jelenleg túl sok lekérdezést futtat.

source: One or more parameters specified in the query are malformatted.
hu: A lekérdezésben megadott egy vagy több paraméter hibás formátumú.

source: The object does not exist in the given database.
hu: Az objektum nem létezik a megadott adatbázisban.

source: The query has a syntax error.
hu: A lekérdezésnek szintaktikai hibája van.

source: The results backend no longer has the data from the query.
hu: A lekérdezés eredménye már nem található a háttértárolóban.

source: The query associated with the results was deleted.
hu: A kapcsolódó lekérdezés a találatokkal együtt törlésre került.

source: The results stored in the backend were stored in a different format, and no longer can be deserialized.
hu: A háttértárolt eredmények más formátumban lettek tárolva, és már nem lehet visszafejteni őket.

source: The port number is invalid.
hu: A portszám érvénytelen.

source: Failed to start remote query on a worker.
hu: Nem sikerült elindítani a távoli lekérdezést egy munkásban.

source: The database was deleted.
hu: Az adatbázis törlésre került.

source: Custom SQL fields cannot contain sub-queries.
hu: A testreszabott SQL mezők nem tartalmazhatnak al-lekérdezéseket.

source: Invalid certificate
hu: Érvénytelen tanúsítvány

source: Unsafe return type for function %(func)s: %(value_type)s
hu: Nem biztonságos visszatérési típus a(z) %(func)s függvényhez: %(value_type)s

source: Unsupported return value for method %(name)s
hu: Nem támogatott visszatérési érték a(z) %(name)s metódusban

source: Unsafe template value for key %(key)s: %(value_type)s
hu: Nem biztonságos sablonérték a(z) %(key)s kulcshoz: %(value_type)s

source: Unsupported template value for key %(key)s
hu: Nem támogatott sablonérték a(z) %(key)s kulcshoz

source: Only SELECT statements are allowed against this database.
hu: Csak SELECT utasítások engedélyezettek ezen adatbázis ellen.

source: The query was killed after %(sqllab_timeout)s seconds. It might be too complex, or the database might be under heavy load.
hu: A lekérdezés %(sqllab_timeout)s másodperc után megszakadt. Lehet, hogy túl bonyolult, vagy az adatbázis nagy terhelés alatt áll.

source: Results backend is not configured.
hu: A háttértároló nincs konfigurálva.

source: CTAS (create table as select) can only be run with a query where the last statement is a SELECT. Please make sure your query has a SELECT as its last statement. Then, try running your query again.
hu: A CTAS (create table as select) csak olyan lekérdezéssel futtatható, ahol az utolsó utasítás egy SELECT. Győződjön meg róla, hogy a lekérdezése egy SELECT utasítással zárul. Ezután próbálja újra futtatni a lekérdezést.

source: CVAS (create view as select) can only be run with a query with a single SELECT statement. Please make sure your query has only a SELECT statement. Then, try running your query again.
hu: A CVAS (create view as select) csak egyetlen SELECT utasítással rendelkező lekérdezéssel futtatható. Győződjön meg róla, hogy a lekérdezése csak egy SELECT utasítást tartalmaz. Ezután próbálja újra futtatni a lekérdezést.

source: Running statement %(statement_num)s out of %(statement_count)s
hu: Futó nyilatkozat %(statement_num)s a %(statement_count)s-ből

source: Viz is missing a datasource
hu: A Viz adatforrás hiányzik

source: Applied rolling window did not return any data. Please make sure the source query satisfies the minimum periods defined in the rolling window.
hu: Az alkalmazott gördülő ablak nem adott vissza adatot. Kérlek, győződj meg róla, hogy a forráslekérdezés megfelel a gördülő ablakban meghatározott minimális időszakoknak.

source: From date cannot be larger than to date
hu: A kezdő dátum nem lehet nagyobb, mint a befejező dátum

source: Cached value not found
hu: A gyorsítótárazott érték nem található

source: Columns missing in datasource: %(invalid_columns)s
hu: Hiányzó oszlopok az adatforrásban: %(invalid_columns)s

source: Table View
hu: Táblázat nézet

source: You cannot use [Columns] in combination with [Group By]/[Metrics]/[Percentage Metrics]. Please choose one or the other.
hu: Nem használhatja a [Columns] funkciót a [Group By]/[Metrics]/[Percentage Metrics] kombinációjával. Válasszon az egyik vagy a másik közül.

source: Pick a granularity in the Time section or uncheck 'Include Time'
hu: Válasszon időegységet az Idő szakaszban, vagy vegye ki a jelölést a "Idő belefoglalása" opció mellett.

source: Time Table View
hu: Időbeosztás nézet

source: Pick at least one metric
hu: Válassz legalább egy mutatót

source: When using 'Group By' you are limited to use a single metric
hu: Amikor a "Group By" funkciót használod, csak egyetlen metrikát használhatsz

source: Bubble Chart
hu: Buborékdiagram

source: Please use 3 different metric labels
hu: Kérlek, használj 3 különböző metrikus címkét

source: Pick a metric for x, y and size
hu: Válasszon egy metrikát az x, y és méret számára

source: Bullet Chart
hu: Golyós diagram

source: Pick a metric to display
hu: Válasszon ki egy mutatót a megjelenítéshez

source: Big Number with Trendline
hu: Nagy szám trendvonalakkal

source: Pick a metric!
hu: Válassz egy metrikát!

source: Big Number
hu: Nagy szám

source: Time Series - Line Chart
hu: Időszakos sorozat - Vonal diagram

source: An enclosed time range (both start and end) must be specified when using a Time Comparison.
hu: Egy zárt időtartományt (kezdő- és végpontot egyaránt) meg kell adni, amikor Idő összehasonlítást használunk.

source: Time Series - Bar Chart
hu: Időszakos sorozat - Oszlopdiagram

source: Time Series - Period Pivot
hu: Időszakos idősor - periódusos pivot

source: Time Series - Percent Change
hu: Időszakos sorozat - Százalékos változás

source: Time Series - Stacked
hu: Időszakos sor - Halmozott

source: Histogram
hu: Hisztogram

source: Must have at least one numeric column specified
hu: Legalább egy numerikus oszlopot meg kell adni

source: Distribution - Bar Chart
hu: Eloszlás - Oszlopdiagram

source: Can't have overlap between Series and Breakdowns
hu: Nem lehet átfedés a sorozatok és a bontások között

source: Pick at least one field for [Series]
hu: Válasszon legalább egy területet a [Sorozat] számára.

source: Sunburst
hu: Napkitörés

source: Pick exactly 2 columns as [Source / Target]
hu: Válasszon ki pontosan 2 oszlopot [Forrás / Cél]

source: There's a loop in your Sankey, please provide a tree. Here's a faulty link: {}
hu: A Sankey diagramban hurok van, kérlek adj meg egy fát. Itt van egy hibás link: {}

source: Directed Force Layout
hu: Irányított erőelosztás

source: Country Map
hu: Ország térkép

source: World Map
hu: Világtérkép

source: Filters
hu: Szűrők

source: Invalid filter configuration, please select a column
hu: Érvénytelen szűrőbeállítás, válasszon egy oszlopot

source: Parallel Coordinates
hu: Paralel koordináták

source: Heatmap
hu: Hőtérkép

source: Horizon Charts
hu: Horizontális diagramok

source: [Longitude] and [Latitude] must be set
hu: [A hosszúság] és [a szélesség] beállítása kötelező

source: Must have a [Group By] column to have 'count' as the [Label]
hu: Ahhoz, hogy a 'count' funkciót használhassuk a [Label] mezőben, szükséges egy [Group By] oszlop.

source: Choice of [Label] must be present in [Group By]
hu: A [Label] választásának jelen kell lennie a [Group By] részben.

source: Choice of [Point Radius] must be present in [Group By]
hu: A [Point Radius] választásának jelen kell lennie a [Group By]-ban.

source: [Longitude] and [Latitude] columns must be present in [Group By]
hu: A [Hosszúság] és [Szélesség] oszlopoknak jelen kell lenniük a [Csoportosítás] részben.

source: Deck.gl - Multiple Layers
hu: Deck.gl - Több Réteg

source: Bad spatial key
hu: Rossz térbeli kulcs

source: Invalid spatial point encountered: %s
hu: Érvénytelen térbeli pont található: %s

source: Encountered invalid NULL spatial entry, please consider filtering those out
hu: Invalid NULL térbeli bejegyzés található, kérlek fontold meg ezek kiszűrését

source: Deck.gl - Scatter plot
hu: Deck.gl - Szórásdiagram

source: Deck.gl - Screen Grid
hu: Deck.gl - Képernyőrács

source: Deck.gl - 3D Grid
hu: Deck.gl - 3D Rács

source: Deck.gl - Polygon
hu: Deck.gl - Polygon Deck.gl - Poligon

source: Deck.gl - 3D HEX
hu: Deck.gl - 3D HEX Deck.gl - 3D HEX

source: Deck.gl - Heatmap
hu: Deck.gl - Hőtérkép

source: Event flow
hu: Eseményfolyamat

source: Time Series - Paired t-test
hu: Időszakos sorozat - Páros t-próba

source: Time Series - Nightingale Rose Chart
hu: Időszakos adatsor - Nightingale rózsa diagram

source: Partition Diagram
hu: Partíció diagram

source: Please choose at least one groupby
hu: Kérlek, válassz legalább egy "groupby" csoportot

source: Invalid advanced data type: %(advanced_data_type)s
hu: Érvénytelen haladó adattípus: %(advanced_data_type)s

source: Deleted %(num)d annotation layer
hu: Törölt %(num)d annotációs réteg

source: All Text
hu: Minden szöveg

source: Deleted %(num)d annotation
hu: Törölve %(num)d annotáció

source: End date must be after start date
hu: A befejezési dátumnak a kezdési dátum után kell lennie

source: Short description must be unique for this layer
hu: A rövid leírásnak egyedinek kell lennie ehhez a réteghez

source: Annotation not found.
hu: A megjegyzés nem található.

source: Annotation parameters are invalid.
hu: A megjegyzés paraméterei érvénytelenek.

source: Annotation could not be created.
hu: Nem sikerült létrehozni az annotációt.

source: Annotation could not be updated.
hu: Az annotációt nem lehet frissíteni.

source: Annotations could not be deleted.
hu: A megjegyzések nem törölhetők.

source: Annotation layer parameters are invalid.
hu: Az annotációs réteg paraméterei érvénytelenek.

source: Annotation layer could not be created.
hu: Az annotációs réteg nem hozható létre.

source: Annotation layer could not be updated.
hu: Az annotációs réteg nem frissíthető.

source: Annotation layer not found.
hu: A jegyzetréteg nem található.

source: Annotation layer has associated annotations.
hu: Az annotációs réteghez tartoznak annotációk.

source: Name must be unique
hu: A névnek egyedinek kell lennie

source: Deleted %(num)d chart
hu: Törölve %(num)d diagram

source: Is certified
hu: Tanúsított

source: Has created by
hu: Létrehozta

source: Created by me
hu: Általam létrehozva

source: Owned Created or Favored
hu: Birtokolt, létrehozott vagy kedvelt

source: Total (%(aggfunc)s)
hu: Összesen (%(aggfunc)s)

source: Subtotal
hu: Részösszeg

source: `confidence_interval` must be between 0 and 1 (exclusive)
hu: `confidence_interval` értéke 0 és 1 között kell legyen (kizárólagosan).

source: lower percentile must be greater than 0 and less than 100. Must be lower than upper percentile.
hu: az alsó percentilnak nagyobbnak kell lennie, mint 0 és kisebbnek, mint 100. Kisebbnek kell lennie, mint a felső percentilusnak.

source: upper percentile must be greater than 0 and less than 100. Must be higher than lower percentile.
hu: a felső percentilisnek nagyobbnak kell lennie, mint 0 és kisebbnek, mint 100. Nagyobbnak kell lennie, mint az alsó percentilis.

source: `width` must be greater or equal to 0
hu: `width` értéke nagyobb vagy egyenlő kell legyen, mint 0

source: `row_limit` must be greater than or equal to 0
hu: `row_limit` értéke nagyobb vagy egyenlő kell legyen, mint 0

source: `row_offset` must be greater than or equal to 0
hu: `row_offset`nak nagyobbnak vagy egyenlőnek kell lennie, mint 0

source: orderby column must be populated
hu: az "orderby" oszlopnak ki kell lennie töltve

source: There are associated alerts or reports: %s,
hu: Vannak kapcsolódó riasztások vagy jelentések: %s,

source: Time string is ambiguous. Please specify [%(human_readable)s ago] or [%(human_readable)s later].
hu: Az időszakos karakterlánc kétértelmű. Kérlek, pontosítsd, hogy [%(human_readable)s ezelőtt] vagy [%(human_readable)s később].

source: Cannot parse time string [%(human_readable)s]
hu: Nem lehet feldolgozni az időtartam karakterláncot [%(human_readable)s]

source: Time delta is ambiguous. Please specify [%(human_readable)s ago] or [%(human_readable)s later].
hu: Az időkülönbség nem egyértelmű. Kérlek, pontosítsd, hogy [%(human_readable)s ezelőtt] vagy [%(human_readable)s később].

source: Database does not exist
hu: Az adatbázis nem létezik.

source: Dashboards do not exist
hu: A vezérlőpultok nem léteznek.

source: Datasource type is required when datasource_id is given
hu: A Datasource típusa szükséges, amikor a datasource_id meg van adva

source: Chart parameters are invalid.
hu: A diagram paraméterei érvénytelenek.

source: Chart could not be updated.
hu: A diagram nem frissíthető.

source: Charts could not be deleted.
hu: A diagramok nem törölhetők.

source: There are associated alerts or reports
hu: Vannak kapcsolódó riasztások vagy jelentések

source: You don't have access to this chart.
hu: Nincs hozzáférése ehhez a táblázathoz.

source: Changing this chart is forbidden
hu: Ez a táblázat megváltoztatása tilos

source: Import chart failed for an unknown reason
hu: Az ábra importálása ismeretlen okból nem sikerült

source: Chart has no query context saved. Please save the chart again.
hu: A diagrammon nincs mentett lekérdezési kontextus. Kérlek, mentsd újra a diagrammot.

source: Request is incorrect: %(error)s
hu: A kérés helytelen: %(error)s

source: Request is not JSON
hu: Kérés nem JSON formátumban van

source: Empty query result
hu: Üres lekérdezés eredménye

source: Error: %(error)s
hu: Hiba: %(error)s

source: Owners are invalid
hu: Tulajdonosok érvénytelenek

source: Some roles do not exist
hu: Néhány szerep nem létezik.

source: Datasource type is invalid
hu: A Datasource típusa érvénytelen

source: Datasource does not exist
hu: A Datasource does not exist.

source: Query does not exist
hu: A lekérdezés nem létezik.

source: Invalid result type: %(result_type)s
hu: Érvénytelen eredménytípus: %(result_type)s

source: Columns missing in dataset: %(invalid_columns)s
hu: Hiányzó oszlopok az adatkészletben: %(invalid_columns)s

source: A time column must be specified when using a Time Comparison.
hu: Egy időoszlopot kell megadni, amikor idő összehasonlítást használunk.

source: The chart does not exist
hu: A diagram nem létezik.

source: The chart datasource does not exist
hu: A diagram adatforrása nem létezik.

source: Duplicate column/metric labels: %(labels)s. Please make sure all columns and metrics have a unique label.
hu: Duplikált oszlop/mutató címkék: %(labels)s. Győződjön meg róla, hogy minden oszlop és mutató egyedi címkével rendelkezik.

source: The following entries in `series_columns` are missing in `columns`: %(columns)s.
hu: A következő bejegyzések hiányoznak a "series_columns" mezőben a "columns" mezőben: %(columns)s

source: `operation` property of post processing object undefined
hu: A post processing objektum `operation` tulajdonsága nem definiált

source: Unsupported post processing operation: %(operation)s
hu: Nem támogatott utófeldolgozási művelet: %(operation)s

source: Error in jinja expression in fetch values predicate: %(msg)s
hu: Hiba a jinja kifejezésben a fetch értékek predikátumban: %(msg)s

source: Virtual dataset query must be read-only
hu: A virtuális adatkészlet lekérdezése csak olvasható módban történhet

source: Error while rendering virtual dataset query: %(msg)s
hu: Hiba a virtuális adatkészlet lekérdezése közben: %(msg)s

source: Virtual dataset query cannot be empty
hu: A virtuális adatkészlet lekérdezése nem lehet üres

source: Virtual dataset query cannot consist of multiple statements
hu: A virtuális adatkészlet lekérdezése nem tartalmazhat több utasítást

source: Error in jinja expression in RLS filters: %(msg)s
hu: Hiba a Jinja kifejezésben az RLS szűrőkben: %(msg)s

source: Metric '%(metric)s' does not exist
hu: A '%(metric)s' metrika nem létezik.

source: Db engine did not return all queried columns
hu: Az adatbázis motor nem adta vissza az összes lekért oszlopot

source: Only `SELECT` statements are allowed
hu: Csak `SELECT` utasítások engedélyezettek

source: Only single queries supported
hu: Csak egyetlen lekérdezés támogatott

source: Columns
hu: Oszlopok

source: Show Column
hu: Oszlop megjelenítése

source: Add Column
hu: Oszlop hozzáadása

source: Edit Column
hu: Oszlop szerkesztése

source: Whether to make this column available as a [Time Granularity] option, column has to be DATETIME or DATETIME-like
hu: Azt, hogy ez az oszlop elérhető legyen a [Time Granularity] lehetőségként, az oszlopnak DATETIME vagy DATETIME-szerűnek kell lennie

source: Whether this column is exposed in the `Filters` section of the explore view.
hu: Az adott oszlop látható-e a "Szűrők" részben az "Explore" nézetben.

source: The data type that was inferred by the database. It may be necessary to input a type manually for expression-defined columns in some cases. In most case users should not need to alter this.
hu: Az adatbázis által becsült adattípus. Néhány esetben szükség lehet kézi típusmegadásra kifejezés alapján definiált oszlopok esetén. Általában a felhasználóknak nem kell módosítaniuk ezt.

source: Column
hu: Oszlop

source: Verbose Name
hu: Részletes név

source: Description
hu: Leírás

source: Filterable
hu: Szűrhető

source: Table
hu: Táblázat

source: Expression
hu: Kifejezés

source: Is temporal
hu: Időleges

source: Datetime Format
hu: Dátum- és időformátum

source: Type
hu: Típus

source: Business Data Type
hu: Üzleti adattípus

source: Invalid date/timestamp format
hu: Érvénytelen dátum/időbélyeg formátum

source: Metrics
hu: Méretek

source: Show Metric
hu: Mutass metrikát

source: Add Metric
hu: Mértékegység hozzáadása

source: Edit Metric
hu: Mértékegység szerkesztése

source: Metric
hu: Mértékegység

source: SQL Expression
hu: SQL kifejezés

source: D3 Format
hu: D3 Formátum

source: Warning Message
hu: Figyelmeztető üzenet

source: Tables
hu: Táblák

source: Show Table
hu: Mutass táblázatot

source: Import a table definition
hu: Tábladefiníció importálása

source: Edit Table
hu: Táblázat szerkesztése

source: Timezone offset (in hours) for this datasource
hu: Időzóna különbség (órában) ehhez az adatforráshoz

source: Name of the table that exists in the source database
hu: A táblázat neve, amely megtalálható az forrás adatbázisban

source: Schema, as used only in some databases like Postgres, Redshift and DB2
hu: Séma, ahogy csak néhány adatbázisban használják, mint például a Postgres, Redshift és DB2

source: This fields acts a Superset view, meaning that Superset will run a query against this string as a subquery.
hu: Ez a mező egy szuperszett nézetként működik, ami azt jelenti, hogy a Superset egy lekérdezést futtat ezen a karakterláncon, mint egy al-lekérdezésen.

source: Predicate applied when fetching distinct value to populate the filter control component. Supports jinja template syntax. Applies only when `Enable Filter Select` is on.
hu: A predikátum alkalmazódik, amikor a különböző értékek lekérdezésére kerül sor a szűrővezérlő komponens kitöltéséhez. Támogatja a jinja sablon szintaxist. Csak akkor alkalmazódik, ha a "Szűrő kiválasztás engedélyezése" be van kapcsolva.

source: Redirects to this endpoint when clicking on the table from the table list
hu: Átirányítás erre a végpontra, amikor a táblára kattint a táblázatlistából.

source: Whether to populate the filter's dropdown in the explore view's filter section with a list of distinct values fetched from the backend on the fly
hu: Azon dönt, hogy a felfedezés nézet szűrő részének legördülő listáját a háttérből dinamikusan lekért egyedi értékekkel töltse fel

source: Whether the table was generated by the 'Visualize' flow in SQL Lab
hu: Az asztal a 'Visualize' folyamat által lett generálva a SQL Labban

source: A set of parameters that become available in the query using Jinja templating syntax
hu: Egy paraméterkészlet, amelyek elérhetővé válnak a lekérdezésben a Jinja sablonrendszer szintaxisa segítségével
