Repository: kodinformatika/dataplatform-superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: hu

source: JSON string containing additional connection configuration. This is used to provide connection information for systems like Hive, Presto and BigQuery which do not conform to the username:password syntax normally used by SQLAlchemy.
hu: JSON string tartalmazza a további kapcsolati konfigurációt. Ez arra szolgál, hogy kapcsolati információkat nyújtson olyan rendszerekhez, mint a Hive, Presto és BigQuery, amelyek nem felelnek meg a SQLAlchemy által általában használt felhasználónév:jelszó szintaxisnak.

source: Enter CA_BUNDLE
hu: Írd be a CA_BUNDLE-t

source: Optional CA_BUNDLE contents to validate HTTPS requests. Only available on certain database engines.
hu: Opcionális CA_BUNDLE tartalmak a HTTPS kérések érvényesítéséhez. Csak bizonyos adatbázis-motorokban érhető el.

source: Impersonate logged in user (Presto, Trino, Drill, Hive, and GSheets)
hu: Bejelentkezett felhasználó szerepének átvétele (Presto, Trino, Drill, Hive és GSheets esetén)

source: If Presto or Trino, all the queries in SQL Lab are going to be executed as the currently logged on user who must have permission to run them. If Hive and hive.server2.enable.doAs is enabled, will run the queries as service account, but impersonate the currently logged on user via hive.server2.proxy.user property.
hu: Ha a Presto vagy a Trino használatban van, akkor az SQL Lab-ben végrehajtott összes lekérdezés a jelenleg bejelentkezett felhasználóként fog futni, aki rendelkeznie kell a futtatáshoz szükséges engedéllyel. Ha a Hive és a hive.server2.enable.doAs engedélyezve van, akkor a lekérdezéseket a szolgáltatási fiókként fogja futtatni, de a hive.server2.proxy.user tulajdonság segítségével az aktuálisan bejelentkezett felhasználó nevében fogja végrehajtani.

source: Allow file uploads to database
hu: Engedélyezze a fájlok feltöltését az adatbázisba

source: Schemas allowed for File upload
hu: Fájlfeltöltéshez engedélyezett sémák

source: A comma-separated list of schemas that files are allowed to upload to.
hu: A vesszővel elválasztott sémák listája, amelyekre a fájlokat feltölthetik.

source: Additional settings.
hu: További beállítások.

source: Metadata Parameters
hu: Metaadat paraméterek

source: The metadata_params object gets unpacked into the sqlalchemy.MetaData call.
hu: A metadata_params objektum kicsomagolódik a sqlalchemy.MetaData hívásba.

source: Engine Parameters
hu: Motor paraméterek

source: The engine_params object gets unpacked into the sqlalchemy.create_engine call.
hu: Az engine_params objektum kicsomagolódik a sqlalchemy.create_engine hívásba.

source: Version
hu: Verzió

source: Version number
hu: Verziószám

source: Specify the database version. This should be used with Presto in order to enable query cost estimation.
hu: Kérjük, adja meg az adatbázis verzióját. Ezt a Presto-val együtt kell használni a lekérdezési költségbecslés engedélyezéséhez.

source: STEP %(stepCurr)s OF %(stepLast)s
hu: LÉPÉS %(stepCurr)s / %(stepLast)s

source: Enter Primary Credentials
hu: Adja meg az elsődleges hitelesítő adatokat

source: Need help? Learn how to connect your database
hu: Szükséged van segítségre? Ismerd meg, hogyan csatlakozhatsz az adatbázisodhoz

source: Database connected
hu: Adatbázis kapcsolódva

source: Create a dataset to begin visualizing your data as a chart or go to SQL Lab to query your data.
hu: Hozzon létre egy adatkészletet, hogy elkezdje adatait diagramként megjeleníteni, vagy lépjen be az SQL Labba, hogy lekérdezze az adatait.

source: Enter the required %(dbModelName)s credentials
hu: Írd be a szükséges %(dbModelName)s hitelesítő adatokat

source: Need help? Learn more about
hu: Szükséged van segítségre? Tudj meg többet a

source: connecting to %(dbModelName)s.
hu: kapcsolódás a %(dbModelName)s adatbázishoz.

source: Select a database to connect
hu: Válasszon adatbázist a kapcsolódáshoz

source: e.g. 127.0.0.1
hu: például 127.0.0.1

source: e.g. Analytics
hu: például Analytics

source: Login with
hu: Bejelentkezés a következővel

source: Private Key & Password
hu: Privát kulcs és jelszó

source: SSH Password
hu: SSH Jelszó

source: e.g. ********
hu: például ********

source: Private Key
hu: Privát kulcs

source: Paste Private Key here
hu: Kérlek, illeszd be a privát kulcsot ide

source: Private Key Password
hu: Privát kulcs jelszó

source: SSH Tunnel configuration parameters
hu: SSH Tunnel konfigurációs paraméterek

source: Display Name
hu: Kijelzőnév

source: Name your database
hu: Nevezze el az adatbázist

source: Pick a name to help you identify this database.
hu: Válasszon egy nevet, amely segít azonosítani ezt az adatbázist.

source: dialect+driver://username:password@host:port/database
hu: dialect+driver://felhasználónév:jelszó@kiszolgáló:cím/port/adatbázis

source: Refer to the
hu: Hivatkozás a

source: for more information on how to structure your URI.
hu: további információkért arról, hogyan kell felépíteni az URI-t.

source: Test connection
hu: Teszt kapcsolat

source: database
hu: adatbázis

source: Please enter a SQLAlchemy URI to test
hu: Kérlek, add meg egy SQLAlchemy URI-t a teszteléshez.

source: e.g. xy12345.us-east-2.aws
hu: például xy12345.us-east-2.aws

source: e.g. world_population
hu: például világ népesség

source: Database settings updated
hu: Az adatbázis beállítások frissítve lettek

source: Sorry there was an error fetching database information: %s
hu: Sajnálom, hiba történt az adatbázis információk lekérése közben: %s

source: Or choose from a list of other databases we support:
hu: Vagy válasszon más adatbázisok listájából, amelyeket támogatunk:

source: Supported databases
hu: Támogatott adatbázisok

source: Choose a database...
hu: Válasszon adatbázist...

source: Want to add a new database?
hu: Szeretnél hozzáadni egy új adatbázist?

source: Any databases that allow connections via SQL Alchemy URIs can be added.
hu: Bármely adatbázis hozzáadható, amely kapcsolatot tesz lehetővé SQL Alchemy URI-k segítségével.

source: Any databases that allow connections via SQL Alchemy URIs can be added. Learn about how to connect a database driver
hu: Bármely adatbázis hozzáadható, amely kapcsolatot tesz lehetővé SQL Alchemy URI-k segítségével. Ismerkedjen meg azzal, hogyan lehet kapcsolódni egy adatbázis illesztőprogramhoz

source: Connect
hu: Kapcsolódás

source: Finish
hu: Befejezés

source: This database is managed externally, and can't be edited in Superset
hu: Ez az adatbázis külsőleg van kezelve, és nem szerkeszthető a Supersetben

source: The passwords for the databases below are needed in order to import them. Please note that the "Secure Extra" and "Certificate" sections of the database configuration are not present in explore files and should be added manually after the import if they are needed.
hu: Az alábbi adatbázisok importálásához szükség vannak a jelszavakra. Kérjük, vegye figyelembe, hogy az adatbázis konfigurációjának "Biztonságos Extra" és "Tanúsítvány" részei nem szerepelnek az explore fájlokban, és kézzel kell hozzáadni őket az importálás után, ha szükségesek.

source: You are importing one or more databases that already exist. Overwriting might cause you to lose some of your work. Are you sure you want to overwrite?
hu: Az importálás során egy vagy több már létező adatbázist importálsz. Az felülírás következtében elveszítheted a munkádat. Biztos vagy benne, hogy felül akarod írni?

source: Database Creation Error
hu: Adatbázis létrehozási hiba

source: We are unable to connect to your database. Click "See more" for database-provided information that may help troubleshoot the issue.
hu: Nem tudunk kapcsolódni az adatbázisához. Kattintson a "További információ" gombra az adatbázis által nyújtott információkért, amelyek segíthetnek a hibaelhárításban.

source: CREATE DATASET
hu: ADATKÉSZLET LÉTREHOZÁSA

source: CREATE SMART DATASET
hu: Egyedi adatkészlet létrehozása

source: QUERY DATA IN SQL LAB
hu: LEKÉRDEZÉS ADATOK AZ SQL LABORBAN

source: Connect a database
hu: Csatlakoztass egy adatbázishoz

source: Edit database
hu: Adatbázis szerkesztése

source: Connect this database using the dynamic form instead
hu: Csatlakoztassa ezt az adatbázist a dinamikus űrlap segítségével

source: Click this link to switch to an alternate form that exposes only the required fields needed to connect this database.
hu: Kattints erre a hivatkozásra, hogy átválts egy alternatív űrlapra, amely csak a szükséges mezőket teszi láthatóvá a kapcsolódáshoz szükséges adatbázishoz.

source: Additional fields may be required
hu: Lehet, hogy további mezők is szükségesek

source: Select databases require additional fields to be completed in the Advanced tab to successfully connect the database. Learn what requirements your databases has
hu: Néhány adatbázis kiválasztása esetén további mezők kitöltése szükséges az Összetett fülön a sikeres adatbázis kapcsolódáshoz. Ismerje meg, hogy milyen követelményeket támaszt az Ön adatbázisa

source: Import database from file
hu: Adatbázis importálása fájlból

source: Connect this database with a SQLAlchemy URI string instead
hu: Kapcsold össze ezt az adatbázist egy SQLAlchemy URI karakterlánccal helyett

source: Click this link to switch to an alternate form that allows you to input the SQLAlchemy URL for this database manually.
hu: Kattints erre a hivatkozásra, hogy átválts egy alternatív űrlapra, amely lehetővé teszi, hogy kézzel beírd a SQLAlchemy URL-t ehhez az adatbázishoz.

source: This can be either an IP address (e.g. 127.0.0.1) or a domain name (e.g. mydatabase.com).
hu: Ez lehet egy IP-cím (pl. 127.0.0.1) vagy egy domain név (pl. mydatabase.com).

source: e.g. 5432
hu: például 5432

source: Port
hu: Kikötő

source: e.g. sql/protocolv1/o/12345
hu: például sql/protocolv1/o/12345

source: Copy the name of the HTTP Path of your cluster.
hu: Másold le a klaszter HTTP útvonalának nevét.

source: Copy the name of the database you are trying to connect to.
hu: Kérjük, másolja le a kapcsolódni kívánt adatbázis nevét.

source: Access token
hu: Hozzáférési token

source: Pick a nickname for how the database will display in Superset.
hu: Válassz egy becenevet arra, hogy hogyan jelenjen meg az adatbázis a Supersetben.

source: e.g. param1=value1&param2=value2
hu: például param1=value1&param2=value2

source: Additional Parameters
hu: További paraméterek

source: Add additional custom parameters
hu: Adj hozzá további testreszabott paramétereket

source: SSL Mode "require" will be used.
hu: A "require" SSL mód lesz használva.

source: Type of Google Sheets allowed
hu: Engedélyezett Google Sheets típusok

source: Publicly shared sheets only
hu: Csak nyilvánosan megosztott táblázatok

source: Public and privately shared sheets
hu: Nyilvános és magánmegosztott táblázatok

source: How do you want to enter service account credentials?
hu: Hogyan szeretné megadni a szolgáltatási fiók hitelesítő adatait?

source: Upload JSON file
hu: Fájl feltöltése JSON formátumban

source: Copy and Paste JSON credentials
hu: Másold és illeszd be a JSON hitelesítő adatokat

source: Service Account
hu: Szolgáltatási fiók

source: Paste content of service credentials JSON file here
hu: Szolgáltatási hitelesítő JSON fájl tartalmának beillesztése ide

source: Copy and paste the entire service account .json file here
hu: Kérlek, másold be ide a teljes szolgáltatási fiók .json fájlt

source: Upload Credentials
hu: Hitelesítő adatok feltöltése

source: Use the JSON file you automatically downloaded when creating your service account.
hu: Használd az automatikusan letöltött JSON fájlt, amikor létrehoztad a szolgáltatási fiókodat.

source: Connect Google Sheets as tables to this database
hu: Csatlakoztasd a Google Sheets-t a adatbázishoz táblák formájában

source: Google Sheet Name and URL
hu: Google Sheet név és URL

source: Enter a name for this sheet
hu: Adja meg ennek a lapnak a nevét

source: Paste the shareable Google Sheet URL here
hu: Kérlek, illeszd be ide a megosztható Google Táblázat URL-jét

source: Add sheet
hu: Hozzáadás lap

source: Copy the account name of that database you are trying to connect to.
hu: Kérlek, másold le azt az adatbázis nevét, amelyhez kapcsolódni próbálsz.

source: e.g. compute_wh
hu: például compute_wh

source: e.g. AccountAdmin
hu: például AccountAdmin

source: Duplicate dataset
hu: Adatbázis másolása

source: Duplicate
hu: Kettőzött példa

source: New dataset name
hu: Új adatkészlet neve

source: The passwords for the databases below are needed in order to import them together with the datasets. Please note that the "Secure Extra" and "Certificate" sections of the database configuration are not present in export files, and should be added manually after the import if they are needed.
hu: Az alábbi adatbázisokhoz szükség vannak a jelszavak azok importálásához a hozzájuk tartozó adatkészletekkel együtt. Kérjük, vegye figyelembe, hogy az export fájlokban nem találhatók meg a "Biztonságos Extra" és "Tanúsítvány" részek az adatbázis konfigurációjában, ezért ha szükségesek, kézzel kell hozzáadni őket az importálás után.

source: You are importing one or more datasets that already exist. Overwriting might cause you to lose some of your work. Are you sure you want to overwrite?
hu: Ön egy vagy több már létező adatkészletet importál. Az felülírása esetén elveszítheti a munkájának egy részét. Biztosan felül akarja írni?

source: Refreshing columns
hu: Frissítő oszlopok

source: Table columns
hu: Táblázat oszlopok

source: Loading
hu: Betöltés

source: Column Name
hu: Oszlop neve

source: Datatype
hu: Típus

source: This table already has a dataset associated with it. You can only associate one dataset with a table.
hu: Ez a táblázat már rendelkezik egy adatkészlettel. Egy táblához csak egy adatkészletet lehet rendelni.

source: View Dataset
hu: Adatok megtekintése

source: This table already has a dataset
hu: Ez a táblázat már rendelkezik adatkészlettel

source: Join new table
hu: Új tábla hozzácsatolása

source: Source columns
hu: Fő tábla oszlopai

source: Join tables
hu: Új tábla hozzácsatolása

source: Source column and join column type must be the same
hu: A fő tábla és a csatolandó tábla oszlopainak típusai nem egyeznek meg

source: Join columns
hu: Csatolandó tábla oszlopai

source: Datasets can be created from database tables or SQL queries. Select a database table to the left or
hu: Az adathalmazok létrehozhatók adatbázis táblákból vagy SQL lekérdezésekből. Válasszon egy adatbázis táblát balra vagy...

source: create dataset from SQL query
hu: adatkészlet létrehozása SQL lekérdezésből

source: to open SQL Lab. From there you can save the query as a dataset.
hu: nyisd meg az SQL Labot. Innen mentheted a lekérdezést adatként.

source: Select dataset source
hu: Adatforrás kiválasztása

source: No table columns
hu: Nincsenek táblázat oszlopok

source: This database table does not contain any data. Please select a different table.
hu: Ez az adatbázis tábla nem tartalmaz adatot. Kérlek válassz egy másik táblát.

source: An Error Occurred
hu: Egy hiba történt

source: Unable to load columns for the selected table. Please select a different table.
hu: A kiválasztott táblázat oszlopai nem tölthetők be. Kérlek válassz másik táblázatot.

source: The API response from %s does not match the IDatabaseTable interface.
hu: A(z) %s API válasza nem egyezik meg az IDatabaseTable interfésszel.

source: Usage
hu: Használat

source: Chart owners
hu: Diagram tulajdonosok

source: Chart last modified
hu: Diagram utoljára módosított

source: Chart last modified by
hu: Diagramot utoljára módosította

source: Dashboard usage
hu: Dashboard használat

source: Create chart with dataset
hu: Hozzon létre egy diagramot az adatkészlettel

source: chart
hu: ábra

source: No charts
hu: Nincsenek diagramok

source: This dataset is not used to power any charts.
hu: Ez az adatkészlet nem használható diagramok létrehozásához.

source: Select a database table.
hu: Válasszon egy adatbázis táblát.

source: Create dataset and create chart
hu: Adatkészlet létrehozása és diagram létrehozása

source: New dataset
hu: Új adatkészlet

source: Select a database table and create dataset
hu: Válasszon ki egy adatbázis táblát és hozzon létre egy adatkészletet

source: dataset name
hu: adatkészlet neve

source: There was an error fetching tables
hu: Hiba történt az asztalak lekérdezése közben

source: Select database & schema
hu: Válassza ki az adatbázist és a séma nevét

source: Table loading
hu: Táblázat betöltése

source: No database tables found
hu: Nem található adatbázis tábla.

source: Try selecting a different schema
hu: Próbálj ki egy másik séma kiválasztását

source: Select database table
hu: Adatbázis tábla kiválasztása

source: Refresh table list
hu: Frissítsd a táblázat listát.

source: Refresh tables
hu: Frissítsd az asztalokat

source: Search tables
hu: Keresés táblák

source: There was an error fetching dataset
hu: Hiba történt az adatkészlet lekérése közben

source: There was an error fetching dataset's related objects
hu: Hiba történt a datasethez kapcsolódó objektumok lekérdezésekor

source: There was an error loading the dataset metadata
hu: Hiba történt a adatkészlet metaadatainak betöltésekor

source: [Untitled]
hu: [Névtelen]

source: Unknown
hu: Ismeretlen

source: Viewed %s
hu: Megtekintve: %s

source: Edited
hu: Szerkesztve

source: Created
hu: Létrehozva

source: Viewed
hu: Megtekintve

source: Mine
hu: Az enyém

source: View All »
hu: Összes megtekintése »

source: An error occurred while fetching dashboards: %s
hu: Hiba történt a vezérlőpultok lekérése közben: %s

source: charts
hu: diagramok

source: dashboards
hu: műszerfalak

source: recents
hu: legutóbbi

source: saved queries
hu: mentett lekérdezések

source: No charts yet
hu: Még nincsenek diagramok

source: No dashboards yet
hu: Még nincsenek vezérlőpultok

source: No recents yet
hu: Még nincsenek friss bejegyzések

source: No saved queries yet
hu: Még nincsenek mentett lekérdezések

source: %(other)s charts will appear here
hu: Itt fognak megjelenni a %(other)s diagramok

source: %(other)s dashboards will appear here
hu: Itt fognak megjelenni a %(other)s műszerfalak

source: %(other)s recents will appear here
hu: %(other)s legutóbbi elem itt fog megjelenni

source: %(other)s saved queries will appear here
hu: %(other)s mentett lekérdezések jelennek meg itt

source: Recently viewed charts, dashboards, and saved queries will appear here
hu: A közelmúltban megtekintett diagramok, vezérlőpultok és mentett lekérdezések itt fognak megjelenni

source: Recently created charts, dashboards, and saved queries will appear here
hu: A legutóbb létrehozott diagramok, vezérlőpultok és mentett lekérdezések itt fognak megjelenni

source: Recently edited charts, dashboards, and saved queries will appear here
hu: A közelmúltban szerkesztett diagramok, vezérlőpultok és mentett lekérdezések itt fognak megjelenni

source: SQL query
hu: SQL lekérdezés

source: You don't have any favorites yet!
hu: Még nincsenek kedvenceid!

source: See all %(tableName)s
hu: Mutasd az összes %(tableName)s-at

source: Connect database
hu: Adatbázis csatlakoztatása

source: Create dataset
hu: Adatkészlet létrehozása

source: Connect Google Sheet
hu: Csatlakoztassa a Google Sheet-et

source: Upload CSV to database
hu: Feltöltés CSV fájlt az adatbázisba

source: Upload columnar file to database
hu: Feltöltöm a táblázatos fájlt az adatbázisba

source: Upload Excel file to database
hu: Feltöltöm az Excel fájlt az adatbázisba

source: Enable 'Allow file uploads to database' in any database's settings
hu: Engedélyezze a "Fájlfeltöltések engedélyezése az adatbázisba" opciót bármely adatbázis beállításaiban

source: Profile
hu: Profil

source: Info
hu: Információ

source: Logout
hu: Kijelentkezés

source: About
hu: Körülbelül

source: Build
hu: Építés

source: Documentation
hu: Dokumentáció

source: Report a bug
hu: Hiba bejelentése

source: Login
hu: Bejelentkezés

source: query
hu: lekérdezés

source: Deleted: %s
hu: Törölve: %s

source: There was an issue deleting %s: %s
hu: Probléma merült fel a(z) %s törlésekor: %s

source: This action will permanently delete the saved query.
hu: Ez a művelet véglegesen törli a mentett lekérdezést.

source: Delete Query?
hu: Törlési lekérdezés?

source: Ran %s
hu: Futott %s

source: Saved queries
hu: Mentett lekérdezések

source: Next
hu: Következő

source: Tab name
hu: Tab neve

source: User query
hu: Felhasználói lekérdezés

source: Executed query
hu: Végrehajtott lekérdezés

source: Query name
hu: Lekérdezés név

source: SQL Copied!
hu: SQL másolva!

source: Sorry, your browser does not support copying.
hu: I apologize for the inconvenience. Please provide the English content you would like to have translated into Hungarian, and I will be happy to assist you.

source: Rule added
hu: Szabály hozzáadva

source: Edit Rule
hu: Szerkesztési szabály

source: Add Rule
hu: Szabály hozzáadása

source: Rule Name
hu: Szabály neve

source: Regular filters add where clauses to queries if a user belongs to a role referenced in the filter, base filters apply filters to all queries except the roles defined in the filter, and can be used to define what users can see if no RLS filters within a filter group apply to them.
hu: A rendszeres szűrők WHERE feltételeket adnak hozzá a lekérdezésekhez, ha egy felhasználó a szűrőben hivatkozott szerephez tartozik. Az alap szűrők minden lekérdezésre alkalmaznak szűrőket, kivéve a szűrőben meghatározott szerepeket, és meghatározhatják, hogy mit láthatnak a felhasználók, ha egyetlen RLS szűrő sem alkalmazható rájuk a szűrőcsoporton belül.

source: These are the tables this filter will be applied to.
hu: Ezek a táblák, amelyekre ez a szűrő alkalmazásra kerül.

source: Excluded roles
hu: Kizárt szerepek

source: For regular filters, these are the roles this filter will be applied to. For base filters, these are the roles that the filter DOES NOT apply to, e.g. Admin if admin should see all data.
hu: A rendszeres szűrők esetében ezek a szerepek, amelyekre alkalmazni fogják ezt a szűrőt. Az alap szűrők esetében ezek azok a szerepek, amelyekre a szűrő NEM vonatkozik, például az Admin, ha az adminisztrátornak minden adatot látnia kell.

source: Group Key
hu: Csoport kulcs

source: Filters with the same group key will be ORed together within the group, while different filter groups will be ANDed together. Undefined group keys are treated as unique groups, i.e. are not grouped together. For example, if a table has three filters, of which two are for departments Finance and Marketing (group key = 'department'), and one refers to the region Europe (group key = 'region'), the filter clause would apply the filter (department = 'Finance' OR department = 'Marketing') AND (region = 'Europe').
hu: Az azonos csoportkulccsal rendelkező szűrők össze lesznek kapcsolva az adott csoporton belül, míg különböző szűrőcsoportok egymással ÉS kapcsolódnak össze. Nem meghatározott csoportkulcsok egyedi csoportokként kezelendők, azaz nem lesznek csoportosítva együtt. Például, ha egy táblának három szűrője van, amelyek közül kettő a Pénzügyi és Marketing osztályokra vonatkozik (csoportkulcs = 'osztály'), és egy a 'Európa' régióra utal (csoportkulcs = 'régió'), akkor a szűrőkifejezés alkalmazza a szűrést (osztály = 'Pénzügy' VAGY osztály = 'Marketing') ÉS (régió = 'Európa').

source: Clause
hu: Záradék
