Repository: kodinformatika/dataplatform-superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: hu

source: Shared query
hu: Megosztott lekérdezés

source: The datasource couldn't be loaded
hu: Az adatforrás nem tölthető be

source: An error occurred while creating the data source
hu: Hiba történt az adatforrás létrehozása közben

source: An error occurred while fetching function names.
hu: Hiba történt a függvénynevek lekérdezése közben.

source: SQL Lab uses your browser's local storage to store queries and results. Currently, you are using %(currentUsage)s KB out of %(maxStorage)d KB storage space. To keep SQL Lab from crashing, please delete some query tabs. You can re-access these queries by using the Save feature before you delete the tab. Note that you will need to close other SQL Lab windows before you do this.
hu: Az SQL Lab a böngésző helyi tárolóját használja a lekérdezések és eredmények tárolására. Jelenleg %(currentUsage)s KB-t használsz a %(maxStorage)d KB tárolóhelyből. Az SQL Lab összeomlásának elkerülése érdekében törölj néhány lekérdezési lapot. Ezekhez a lekérdezésekhez újra hozzáférhetsz a Mentés funkció használatával, mielőtt törölnéd a lapot. Fontos megjegyezni, hogy ehhez be kell zárnod az összes másik SQL Lab ablakot.

source: Primary key
hu: Elsődleges kulcs

source: Foreign key
hu: Külföldi kulcs

source: Estimate selected query cost
hu: Becsült lekérdezési költség

source: Estimate cost
hu: Költségbecslés

source: Cost estimate
hu: Költségbecslés

source: Creating a data source and creating a new tab
hu: Adatforrás létrehozása és új lap létrehozása

source: An error occurred
hu: Hiba történt

source: Explore the result set in the data exploration view
hu: Fedezze fel az eredményhalmazt adatainak felderítési nézetében

source: explore
hu: felfedezés

source: Create Chart
hu: Hozzon létre egy diagramot

source: Source SQL
hu: Forrás SQL

source: Executed SQL
hu: Végrehajtott SQL

source: Run a query to display query history
hu: Futtass egy lekérdezést a lekérdezési előzmények megjelenítéséhez

source: LIMIT
hu: KORLÁTOZÁS

source: State
hu: Állapot

source: Started
hu: Elkezdve

source: Duration
hu: Időtartam

source: Results
hu: Eredmények

source: Actions
hu: Cselekvések

source: Success
hu: Siker

source: Failed
hu: Hibás

source: Running
hu: Futás

source: Scheduled
hu: Ütemezett

source: Unknown Status
hu: Ismeretlen állapot

source: Edit
hu: Szerkesztés

source: View
hu: Nézet

source: Data preview
hu: Adat előnézet

source: Overwrite text in the editor with a query on this table
hu: Írja felül a szöveget az editorban egy lekérdezéssel ennek a táblának a kapcsán

source: Run query in a new tab
hu: Futtasd le a lekérdezést egy új fülön

source: Remove query from log
hu: Távolítsa el a lekérdezést a naplóból

source: Unable to create chart without a query id.
hu: Nem lehet diagramot létrehozni lekérdezés azonosító nélkül.

source: Save & Explore
hu: Mentés és felfedezés

source: Overwrite & Explore
hu: Felülírás és felfedezés

source: Save this query as a virtual dataset to continue exploring
hu: Mentsd el ezt a lekérdezést virtuális adatként, hogy folytathasd a felfedezést

source: Download to CSV
hu: Letöltés CSV formátumban

source: Copy to Clipboard
hu: Másolás a vágólapra

source: Filter results
hu: Szűrje az eredményeket

source: The number of rows displayed is limited to %(rows)d by the query
hu: A lekérdezés által megjelenített sorok száma korlátozva van %(rows)d darabra

source: The number of rows displayed is limited to %(rows)d by the limit dropdown.
hu: A megjelenített sorok száma a korlátozó legördülő menüvel van korlátozva %(rows)d darabra.

source: The number of rows displayed is limited to %(rows)d by the query and limit dropdown.
hu: A megjelenített sorok száma a lekérdezés és a korlátozás legördülő menüje által %(rows)d-re van korlátozva.

source: %(rows)d rows returned
hu: %(rows)d sor visszaadva

source: The number of rows displayed is limited to %(rows)d by the dropdown.
hu: A megjelenített sorok száma a legördülő menüvel korlátozódik %(rows)d darabra.

source: Track job
hu: Nyomon követési munka

source: See query details
hu: Lásd a lekérdezés részleteit

source: Query was stopped
hu: Lekérdezés megállítva

source: Database error
hu: Adatbázis hiba

source: was created
hu: létrejött

source: Query in a new tab
hu: Kérés új fülön

source: The query returned no data
hu: A lekérdezés nem adott vissza adatot

source: Fetch data preview
hu: Adatok előnézete

source: Refetch results
hu: Eredmények újra lekérése

source: Stop
hu: Állj

source: Run selection
hu: Futtasd a kiválasztást

source: Run
hu: Futtatás

source: Stop running (Ctrl + x)
hu: Állj meg (Ctrl + x)

source: Stop running (Ctrl + e)
hu: Állj meg (Ctrl + e)

source: Run query (Ctrl + Return)
hu: Futtasd le a lekérdezést (Ctrl + Enter)

source: Save
hu: Mentés

source: Untitled Dataset
hu: Névtelen adatkészlet

source: An error occurred saving dataset
hu: Hiba történt az adatkészlet mentése közben

source: Save or Overwrite Dataset
hu: Adatbázis mentése vagy felülírása

source: Back
hu: Vissza

source: Save as new
hu: Mentés új néven

source: Overwrite existing
hu: Meglévő felülírása

source: Select or type dataset name
hu: Válasszon vagy írja be az adatkészlet nevét

source: Existing dataset
hu: Meglévő adatkészlet

source: Are you sure you want to overwrite this dataset?
hu: Biztos vagy benne, hogy felül akarod írni ezt az adatkészletet?

source: Undefined
hu: Nem definiált

source: Save dataset
hu: Adatbázis mentése

source: Save as
hu: Mentésként

source: Save query
hu: Mentési lekérdezés

source: Cancel
hu: Mégsem

source: Update
hu: Frissítés

source: Label for your query
hu: Lekérdezés címkéje

source: Write a description for your query
hu: Írjon le egy leírást a lekérdezéséről

source: Submit
hu: Elküldés

source: Schedule query
hu: Időpont lekérdezés

source: Schedule
hu: Menetrend

source: There was an error with your request
hu: Hiba lépett fel a kéréseddel kapcsolatban

source: Please save the query to enable sharing
hu: Kérlek, mentsd el a lekérdezést a megosztás lehetőségének engedélyezéséhez

source: Copy query link to your clipboard
hu: Másold a lekérdezés linkjét a vágólapra

source: Save the query to enable this feature
hu: Mentsd el a lekérdezést, hogy engedélyezd ezt a funkciót

source: Copy link
hu: Másold a linket

source: No stored results found, you need to re-run your query
hu: Nem találhatók tárolt eredmények, újra kell futtatnia a lekérdezést

source: Run a query to display results
hu: Futtass egy lekérdezést az eredmények megjelenítéséhez

source: Preview: `%s`
hu: Előnézet: `%s`

source: Query history
hu: Lekérdezési előzmények

source: Run query
hu: Futtasd le a lekérdezést

source: New tab
hu: Új fül

source: Stop query
hu: Leállítás lekérdezés

source: Previous Line
hu: Előző sor

source: Schedule the query periodically
hu: Ütemezze a lekérdezést időszakosan

source: You must run the query successfully first
hu: Először sikeresen le kell futtatnia a lekérdezést.

source: Autocomplete
hu: Automatikus kiegészítés

source: CREATE VIEW AS
hu: LÉTREHOZÁS NÉZETKÉNT

source: SMART MODE
hu: Egyedi mód

source: CREATE QUERY WITH SMART MODE
hu: Egyedi lekérdezés létrehozása

source: SAVE SMART SQL
hu: Egyedi SQL mentése

source: Estimate the cost before running a query
hu: Becsülje meg a költséget a lekérdezés futtatása előtt

source: Specify name to CREATE VIEW AS schema in: public
hu: Kérjük, adja meg a névét a következő séma LÉTREHOZÁSÁHOZ: public

source: Specify name to CREATE TABLE AS schema in: public
hu: Kérjük, adja meg a nevet a CREATE TABLE AS séma létrehozásához: public

source: Select a database to write a query
hu: Válasszon adatbázist a lekérdezés írásához

source: Choose one of the available databases from the panel on the left.
hu: Válasszon egyet a bal oldali panelen elérhető adatbázisok közül.

source: Create
hu: Létrehozás

source: Collapse table preview
hu: Táblázat előnézet összecsukása

source: Expand table preview
hu: Táblanézet kibontása

source: Reset state
hu: Állapot visszaállítása

source: Enter a new title for the tab
hu: Adjon meg egy új címet a lapnak

source: Close tab
hu: Zárja be a lapot

source: Rename tab
hu: Átnevezés fül

source: Expand tool bar
hu: Bővítse ki az eszköztárat

source: Hide tool bar
hu: Elrejtett eszköztár

source: Duplicate tab
hu: Duplikált fül

source: Add a new tab
hu: Új fül hozzáadása

source: New tab (Ctrl + q)
hu: Új lap (Ctrl + q)

source: New tab (Ctrl + t)
hu: Új lap (Ctrl + t)

source: Add a new tab to create SQL Query
hu: Adj hozzá egy új fület az SQL lekérdezés létrehozásához

source: An error occurred while fetching table metadata
hu: Hiba történt a táblametadatok lekérése közben

source: Copy partition query to clipboard
hu: Másolja a partíció lekérdezést a vágólapra

source: latest partition:
hu: legutóbbi partíció:

source: Keys for table
hu: Táblázat kulcsok

source: View keys & indexes (%s)
hu: Nézet kulcsok és indexek (%s)

source: Original table column order
hu: Eredeti táblázat oszlop sorrend

source: Sort columns alphabetically
hu: Oszlopokat rendezd abc sorrendben

source: Copy SELECT statement to the clipboard
hu: Másold a SELECT utasítást a vágólapra

source: Show CREATE VIEW statement
hu: Mutass CREATE VIEW utasítást

source: CREATE VIEW statement
hu: CREATE VIEW utasítás

source: Remove table preview
hu: Táblázat előnézet eltávolítása

source: Assign a set of parameters as
hu: Rendelj egy paraméterkészletet, mint például

source: below (example:
hu: alábbi (példa:

source: ), and they become available in your SQL (example:
hu: ), és elérhetővé válnak az SQL-ben (példa:

source: by using
hu: a használatával

source: Jinja templating
hu: Jinja sablonozás

source: syntax.
hu: szintaxis.

source: Edit template parameters
hu: Sablon paraméterek szerkesztése

source: Parameters
hu: Paraméterek

source: Invalid JSON
hu: Érvénytelen JSON

source: Untitled query
hu: Névtelen lekérdezés

source: Control
hu: Irányítás

source: Before
hu: Előtt

source: After
hu: Után

source: Click to see difference
hu: Kattints ide a különbség megtekintéséhez

source: Altered
hu: Módosított

source: Chart changes
hu: Diagram változások

source: Select ...
hu: Válasszon ...

source: Loaded data cached
hu: Betöltött adatok gyorsítótárba helyezve

source: Loaded from cache
hu: Betöltve a gyorsítótárból

source: Click to force-refresh
hu: Kattints a frissítés kényszerítéséhez

source: Add required control values to preview chart
hu: Add szükséges vezérlőértékeket a diagram előnézetéhez

source: Your chart is ready to go!
hu: A diagramod készen áll a használatra!

source: Click on "Create chart" button in the control panel on the left to preview a visualization or
hu: Kattints a bal oldalon található vezérlőpulton lévő "Diagram létrehozása" gombra a vizualizáció előnézetéhez vagy

source: click here
hu: kattints ide

source: No results were returned for this query
hu: Nem találtam eredményt ehhez a lekérdezéshez

source: Make sure that the controls are configured properly and the datasource contains data for the selected time range
hu: Győződjön meg róla, hogy a vezérlők megfelelően vannak konfigurálva, és az adatforrás tartalmazza az adatokat a kiválasztott időtartományra

source: An error occurred while loading the SQL
hu: Hiba történt az SQL betöltése közben

source: Sorry, an error occurred
hu: Elnézést, probléma lépett fel

source: Updating chart was stopped
hu: A diagram frissítése leállt

source: An error occurred while rendering the visualization: %s
hu: Hiba történt a megjelenítés közben: %s

source: Network error.
hu: Hálózati hiba.

source: Cross-filter will be applied to all of the charts that use this dataset.
hu: A keresztszűrés alkalmazva lesz az összes diagramra, amelyek ezt az adatkészletet használják.

source: You can also just click on the chart to apply cross-filter.
hu: A diagramra kattintva alkalmazhatja a keresztszűrést is.

source: Cross-filtering is not enabled for this dashboard.
hu: A cross-filtering nem engedélyezett ehhez a vezérlőpulthoz.

source: This visualization type does not support cross-filtering.
hu: Ez a megjelenítési típus nem támogatja a kereszt-szűrést.

source: You can't apply cross-filter on this data point.
hu: Ezen adatpont esetén nem alkalmazható kereszt-szűrés.

source: Remove cross-filter
hu: Távolítsd el a keresztszűrést

source: Add cross-filter
hu: Add cross-filter Keresztező szűrő hozzáadása

source: Failed to load dimensions for drill by
hu: Nem sikerült betölteni a fúró méreteit

source: Drill by is not yet supported for this chart type
hu: A "Drill by" funkció még nem támogatott ehhez a diagramtípushoz

source: Drill by is not available for this data point
hu: A "Drill by" nem érhető el ehhez az adatponthoz

source: Drill by
hu: Fúrj be

source: Search columns
hu: Keresés oszlopokban

source: No columns found
hu: Nem található oszlop.

source: Failed to generate chart edit URL
hu: Nem sikerült létrehozni a diagram szerkesztési URL-jét

source: Edit chart
hu: Táblázat szerkesztése

source: Close
hu: Bezárás

source: Failed to load chart data.
hu: Nem sikerült betölteni a diagram adatokat.

source: Drill by: %s
hu: Fúrás: %s

source: There was an error loading the chart data
hu: Hiba történt a diagram adatok betöltésekor

source: Results %s
hu: Eredmények %s

source: Drill to detail by
hu: Fúrj részletekre

source: Drill to detail
hu: Részletekre bontás

source: Drill to detail is disabled because this chart does not group data by dimension value.
hu: A részletes fúrás letiltva van, mert ez a diagram nem csoportosítja az adatokat dimenzióérték szerint.

source: Drill to detail by value is not yet supported for this chart type.
hu: A "Drill to detail by value" funkció még nem támogatott ehhez a diagramtípushoz.

source: Right-click on a dimension value to drill to detail by that value.
hu: Jobb klikkeléssel részletekre bonthatja a dimenzió értékét.

source: Drill to detail: %s
hu: Részletekre bontás: %s

source: Formatting
hu: Formázás

source: Formatted value
hu: Formázott érték

source: No rows were returned for this dataset
hu: Nem érkezett visszaadott sor ennek az adatkészletnek

source: Reload
hu: Újratöltés

source: Copy
hu: Másolat

source: Copy to clipboard
hu: Másold a vágólapra

source: Copied to clipboard!
hu: Másoltam a vágólapra!

source: Sorry, your browser does not support copying. Use Ctrl / Cmd + C!
hu: Bocsánat, a böngészője nem támogatja a másolást. Használja a Ctrl / Cmd + C billentyűkombinációt!

source: every
hu: minden

source: every month
hu: minden hónapban

source: every day of the month
hu: minden hónap minden napja

source: day of the month
hu: hónap napja

source: every day of the week
hu: minden hétköznap

source: day of the week
hu: hét napja

source: every hour
hu: minden órában

source: every minute
hu: minden perc

source: minute
hu: perc

source: reboot
hu: újraindítás

source: Every
hu: Minden

source: in
hu: ben

source: on
hu: ról

source: and
hu: és

source: minute(s)
hu: perc(ek)

source: Invalid cron expression
hu: Érvénytelen cron kifejezés

source: Clear
hu: Tiszta

source: Sunday
hu: Vasárnap

source: Monday
hu: Hétfő

source: Tuesday
hu: Kedd

source: Wednesday
hu: Szerda

source: Thursday
hu: Csütörtök

source: Friday
hu: Péntek

source: Saturday
hu: Szombat

source: January
hu: Január

source: February
hu: Február

source: March
hu: Március

source: April
hu: Április

source: May
hu: Május

source: June
hu: Június

source: July
hu: Július

source: August
hu: Augusztus

source: September
hu: Szeptember

source: October
hu: Október

source: SUN
hu: NAP

source: MON
hu: HÉT

source: TUE
hu: KED

source: WED
hu: SZERDA

source: FRI
hu: PÉN

source: MAY
hu: MÁJUS

source: JUL
hu: JÚL

source: SEP
hu: Szeptember

source: There was an error loading the schemas
hu: Hiba történt a sémák betöltésekor

source: Select database or type to search databases
hu: Válassza ki az adatbázist, vagy gépeljen be egy adatbázis nevet a kereséshez

source: Force refresh schema list
hu: Erőltetett frissítés a séma listához

source: Select schema or type to search schemas
hu: Válassza ki a séma vagy típus kereséséhez a sémát vagy típust

source: No compatible schema found
hu: Nem található kompatibilis séma.

source: Warning! Changing the dataset may break the chart if the metadata does not exist.
hu: Figyelem! A dataset megváltoztatása meghibásodhatja a diagramot, ha a metaadat nem létezik.

source: Changing the dataset may break the chart if the chart relies on columns or metadata that does not exist in the target dataset
hu: A dataset változtatása meghibásodhatja a diagramot, ha a diagram oszlopokra vagy metaadatokra támaszkodik, amelyek nem léteznek a céldatában

source: dataset
hu: adathalmaz

source: Successfully changed dataset!
hu: Sikeresen megváltoztattam az adatkészletet!

source: Connection
hu: Kapcsolat

source: Swap dataset
hu: Cserélje ki az adatkészletet

source: Proceed
hu: Folytatás

source: Warning!
hu: Figyelem!

source: Search / Filter
hu: Keresés / Szűrés

source: Add item
hu: Tétel hozzáadása

source: NUMERIC
hu: NUMERIKUS

source: Physical (table or view)
hu: Fizikai (tábla vagy nézet)

source: Virtual (SQL)
hu: Virtuális (SQL)

source: Data type
hu: Adattípus

source: Advanced data type
hu: Fejlett adattípus

source: Advanced Data type
hu: Fejlett adattípus

source: Datetime format
hu: Dátum- és időformátum

source: The pattern of timestamp format. For strings use
hu: A timestamp formátum mintája. A karakterláncok használatához használjuk

source: Python datetime string pattern
hu: Python dátum- és idősztring minta

source: expression which needs to adhere to the
hu: kifejezés, amelynek ragaszkodnia kell a

source: standard to ensure that the lexicographical ordering coincides with the chronological ordering. If the timestamp format does not adhere to the ISO 8601 standard you will need to define an expression and type for transforming the string into a date or timestamp. Note currently time zones are not supported. If time is stored in epoch format, put `epoch_s` or `epoch_ms`. If no pattern is specified we fall back to using the optional defaults on a per database/column name level via the extra parameter.
hu: A standardnak megfelelően gondoskodunk arról, hogy a lexikográfiai rendezés megegyezzen a kronológiai rendezéssel. Ha a timestamp formátum nem felel meg az ISO 8601 szabványnak, akkor meg kell határoznia egy kifejezést és típust a szöveg átalakításához dátummá vagy időbélyeggé. Jelenleg az időzónák nem támogatottak. Ha az időt epoch formátumban tárolják, használja a `epoch_s` vagy `epoch_ms` kifejezést. Ha nincs megadva minta, akkor az opcionális alapértékeket használjuk az adatbázis/oszlop nevére vonatkozóan az extra paraméteren keresztül.

source: Certified By
hu: Certified By - Tanúsította

source: Person or group that has certified this metric
hu: Az a személy vagy csoport, amely hitelesítette ezt a mutatót

source: Certified by
hu: Tanúsította

source: Certification details
hu: Tanúsítási részletek

source: Details of the certification
hu: A tanúsítvány részletei

source: Is dimension
hu: Dimenzió

source: Default datetime
hu: Alapértelmezett dátumidő

source: Is filterable
hu: Szűrhető

source: <new column>
hu: <új oszlop>

source: Select owners
hu: Válassza ki a tulajdonosokat

source: Modified columns: %s
hu: Módosított oszlopok: %s

source: Removed columns: %s
hu: Eltávolított oszlopok: %s

source: New columns added: %s
hu: Új oszlopok hozzáadva: %s

source: Metadata has been synced
hu: A metaadat szinkronizálva lett

source: An error has occurred
hu: Hiba történt

source: Column name [%s] is duplicated
hu: A(z) [%s] oszlopnevet ismételten használják

source: Metric name [%s] is duplicated
hu: A metrika neve [%s] megkétszereződött

source: Calculated column [%s] requires an expression
hu: A számított oszlop [%s] kifejezést igényel

source: Basic
hu: Alapvető

source: Default URL
hu: Alapértelmezett URL

source: Default URL to redirect to when accessing from the dataset list page
hu: Az alapértelmezett URL, amelyre átirányítás történik a adatkészlet lista oldalról történő hozzáférés esetén

source: Autocomplete filters
hu: Automatikus kiegészítés szűrők

source: Whether to populate autocomplete filters options
hu: Az autocomplete szűrő opciók automatikus kitöltése

source: Autocomplete query predicate
hu: Autocomplete lekérdezési predikátum

source: When using "Autocomplete filters", this can be used to improve performance of the query fetching the values. Use this option to apply a predicate (WHERE clause) to the query selecting the distinct values from the table. Typically the intent would be to limit the scan by applying a relative time filter on a partitioned or indexed time-related field.
hu: Amikor az "Autocomplete szűrőket" használjuk, ez javíthatja a lekérdezés teljesítményét, amikor az értékeket lekérdezzük. Használja ezt a lehetőséget egy predikátum (WHERE feltétel) alkalmazására a lekérdezésre, amely kiválasztja a táblából a különböző értékeket. Általában a cél az lenne, hogy korlátozza a keresést egy idővel kapcsolatos partícionált vagy indexelt mezőn alkalmazott relatív időszűrő alkalmazásával.

source: Extra data to specify table metadata. Currently supports metadata of the format: `{ "certification": { "certified_by": "Data Platform Team", "details": "This table is the source of truth." }, "warning_markdown": "This is a warning." }`.
hu: Extra adatok a táblázat metaadatainak pontosításához. Jelenleg támogatja a következő formátumú metaadatokat: `{ "certification": { "certified_by": "Adatplatform Csapat", "details": "Ez a táblázat az igazság forrása." }, "warning_markdown": "Ez egy figyelmeztetés." }`.

source: Cache timeout
hu: Cache időtúllépés

source: The duration of time in seconds before the cache is invalidated. Set to -1 to bypass the cache.
hu: Az időtartam másodpercben, amíg a gyorsítótár érvényes marad. Állítsa -1-re a gyorsítótár kihagyásához.

source: Hours offset
hu: Órák eltolódása

source: The number of hours, negative or positive, to shift the time column. This can be used to move UTC time to local time.
hu: Az órák száma, pozitív vagy negatív, amellyel az időoszlopot el kell tolni. Ez használható az UTC idő áthelyezésére helyi időre.

source: <new spatial>
hu: <új térbeli>

source: Click the lock to make changes.
hu: Kattints a zárra a változtatások elvégzéséhez.

source: Click the lock to prevent further changes.
hu: Kattints a zárra, hogy megakadályozd további változtatásokat.

source: virtual
hu: virtuális

source: Dataset name
hu: Adatkészlet neve

source: When specifying SQL, the datasource acts as a view. Superset will use this statement as a subquery while grouping and filtering on the generated parent queries.
hu: Amikor SQL-t határozunk meg, a adatforrás viselkedik mint egy nézet. A Superset ezt a kifejezést egy allekérdezésként fogja használni, amikor csoportosítást és szűrést végez a generált szülő lekérdezéseken.

source: Physical
hu: Fizikai

source: The pointer to a physical table (or view). Keep in mind that the chart is associated to this Superset logical table, and this logical table points the physical table referenced here.
hu: A fizikai táblára (vagy nézetre) mutató mutatót. Tartsd észben, hogy a diagram ehhez a Superset logikai táblához kapcsolódik, és ez a logikai tábla mutat a itt hivatkozott fizikai táblára.

source: Warning
hu: Figyelem

source: Optional warning about use of this metric
hu: Opcionális figyelmeztetés a metrika használatával kapcsolatban

source: <new metric>
hu: <új metrika>

source: Be careful.
hu: Vigyázz.

source: Changing these settings will affect all charts using this dataset, including charts owned by other people.
hu: Ezeknek a beállításoknak a módosítása minden olyan diagramot érinteni fog, amelyek ezt az adatkészletet használják, ideértve más emberek tulajdonában lévő diagramokat is.
