Repository: kodinformatika/dataplatform-superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: hu

source: This is the condition that will be added to the WHERE clause. For example, to only return rows for a particular client, you might define a regular filter with the clause `client_id = 9`. To display no rows unless a user belongs to a RLS filter role, a base filter can be created with the clause `1 = 0` (always false).
hu: Ez a feltétel lesz hozzáadva a WHERE feltételhez. Például, hogy csak egy adott ügyfél sorait adja vissza, egy rendes szűrőt definiálhat a `client_id = 9` feltétellel. Ha nem szeretnénk sorokat megjeleníteni, hacsak egy felhasználó nem tartozik egy RLS szűrő szerepkörhöz, egy alap szűrőt hozhatunk létre a `1 = 0` feltétellel (mindig hamis).

source: Regular
hu: Rendszeres

source: Base
hu: Alap

source: No columns
hu: Nincsenek oszlopok

source: Columns to show
hu: Oszlopok megjelenítése

source: UI Configuration
hu: UI konfiguráció

source: Can select multiple values
hu: Több értéket is kiválaszthat

source: Filter value is required
hu: A szűrőérték kötelező

source: User must select a value before applying the filter
hu: A felhasználónak ki kell választania egy értéket, mielőtt alkalmazza a szűrőt

source: Group By filter plugin
hu: Csoportosítás szűrő bővítmény

source: Chosen non-numeric column
hu: Kiválasztott nem numerikus oszlop

source: Single value
hu: Egyetlen érték

source: Use only a single value.
hu: Csak egyetlen értéket használjon.

source: Range filter plugin using AntD
hu: AntD használatával készült tartomány szűrő bővítmény

source: Select first filter value by default
hu: Alapértelmezés szerint válassza ki az első szűrőértéket

source: When using this option, default value can’t be set
hu: Amikor ezt az opciót használod, az alapérték nem állítható be

source: Inverse selection
hu: Fordítás: Inverz kiválasztás

source: Exclude selected values
hu: Kivéve a kiválasztott értékeket

source: Dynamically search all filter values
hu: Dinamikusan keresse meg az összes szűrőértéket

source: Select filter plugin using AntD
hu: Válassza ki az AntD segítségével a szűrő bővítményt

source: Custom time filter plugin
hu: Egyedi időszűrő bővítmény

source: No time columns
hu: Nincsenek időoszlopok

source: Time column filter plugin
hu: Időoszlop szűrő bővítmény

source: Time grain filter plugin
hu: Időszemcsés szűrő bővítmény

source: Time series
hu: Időszakos sorozat

source: Working
hu: Munka

source: Not triggered
hu: Nem váltott ki reakciót

source: On Grace
hu: A Grace-ről

source: reports
hu: jelentések

source: alerts
hu: figyelmeztetések

source: There was an issue deleting the selected %s: %s
hu: Probléma merült fel a kiválasztott %s törlésekor: %s

source: Last run
hu: Utolsó futás

source: Execution log
hu: Végrehajtási napló

source: Bulk select
hu: Tömeges kiválasztás

source: No %s yet
hu: Még nincsenek %s

source: Owner
hu: Tulajdonos

source: All
hu: Minden

source: An error occurred while fetching owners values: %s
hu: Hiba történt a tulajdonosok értékeinek lekérdezése közben: %s

source: An error occurred while fetching created by values: %s
hu: Hiba történt a létrehozott értékek lekérése közben: %s

source: Status
hu: Állapot

source: Alerts & reports
hu: Riasztások és jelentések

source: Alerts
hu: Riasztások

source: Reports
hu: Jelentések

source: Delete %s?
hu: Töröljem %s-t?

source: Are you sure you want to delete the selected %s?
hu: Biztosan törölni szeretnéd a kiválasztott %s-t?

source: All Entities
hu: Minden entitás

source: search by tags
hu: keresés címkék szerint

source: There was an issue deleting the selected layers: %s
hu: Probléma merült fel a kiválasztott rétegek törlésekor: %s

source: Edit template
hu: Sablon szerkesztése

source: Delete template
hu: Sablon törlése

source: An error occurred while fetching dataset datasource values: %s
hu: Hiba történt az adatkészlet adatforrás értékeinek lekérése közben: %s

source: No annotation layers yet
hu: Még nincsenek annotációs rétegek

source: This action will permanently delete the layer.
hu: Ez a művelet véglegesen törli a réteget.

source: Delete Layer?
hu: Törölni a réteget?

source: Are you sure you want to delete the selected layers?
hu: Biztos vagy benne, hogy törölni szeretnéd a kiválasztott rétegeket?

source: There was an issue deleting the selected annotations: %s
hu: Probléma merült fel a kiválasztott megjegyzések törlésekor: %s

source: Delete annotation
hu: Törlés megjegyzés

source: Annotation
hu: Megjegyzés

source: No annotation yet
hu: Még nincs megjegyzés

source: Back to all
hu: Vissza az összeshez

source: Are you sure you want to delete %s?
hu: Biztosan törölni szeretnéd a(z) %s-t?

source: Delete Annotation?
hu: Töröljük az annotációt?

source: Are you sure you want to delete the selected annotations?
hu: Biztosan törölni szeretné a kiválasztott megjegyzéseket?

source: Failed to load chart data
hu: Nem sikerült betölteni a diagram adatokat

source: view instructions
hu: utasítások megtekintése

source: Add a dataset
hu: Adjon hozzá egy adatkészletet

source: or
hu: vagy

source: Choose a dataset
hu: Válassz egy adatkészletet

source: Choose chart type
hu: Válasszon diagramtípust

source: Please select both a Dataset and a Chart type to proceed
hu: Kérlek, válassz ki egy adatkészletet és egy diagramtípust a folytatáshoz

source: The passwords for the databases below are needed in order to import them together with the charts. Please note that the "Secure Extra" and "Certificate" sections of the database configuration are not present in export files, and should be added manually after the import if they are needed.
hu: Az alábbi adatbázisokhoz szükség vannak a jelszavak az importáláshoz, együtt a diagramokkal. Kérlek vedd figyelembe, hogy az export fájlokban nem találhatók meg a "Biztonságos Extra" és "Tanúsítvány" részek az adatbázis konfigurációjában, ezért kézzel kell hozzáadni őket az importálás után, ha szükségesek.

source: You are importing one or more charts that already exist. Overwriting might cause you to lose some of your work. Are you sure you want to overwrite?
hu: Arra készülsz, hogy importálj egy vagy több diagramot, amelyek már léteznek. Az felülírás következtében elveszítheted néhány munkádat. Biztos vagy benne, hogy felül akarod írni?

source: Chart imported
hu: Diagram importálva

source: There was an issue deleting the selected charts: %s
hu: Probléma merült fel a kiválasztott diagramok törlésekor: %s

source: An error occurred while fetching dashboards
hu: Hiba történt a vezérlőpultok lekérése közben

source: Visualization type
hu: Vizualizációs típus

source: Any
hu: Bármelyik

source: An error occurred while fetching chart owners values: %s
hu: Hiba történt a diagram tulajdonosok értékeinek lekérése közben: %s

source: An error occurred while fetching chart created by values: %s
hu: Hiba történt a diagram lekérése közben, amelyet az alábbi értékekkel hoztak létre: %s

source: Chart type
hu: Diagramtípus

source: Certified
hu: Tanúsított

source: Alphabetical
hu: Betűrendben

source: Recently modified
hu: Nemrégiben módosított

source: Least recently modified
hu: Legutóbb módosított

source: Import charts
hu: Importálj diagramokat

source: Are you sure you want to delete the selected charts?
hu: Biztos vagy benne, hogy törölni szeretnéd a kiválasztott diagramokat?

source: CSS templates
hu: CSS sablonok

source: There was an issue deleting the selected templates: %s
hu: Probléma merült fel a kiválasztott sablonok törlésekor: %s

source: Last modified by %s
hu: Utoljára módosítva: %s

source: CSS template
hu: CSS sablon

source: This action will permanently delete the template.
hu: Ez a művelet véglegesen törli a sablont.

source: Delete Template?
hu: Sablon törlése?

source: Are you sure you want to delete the selected templates?
hu: Biztos vagy benne, hogy törölni szeretnéd a kiválasztott sablonokat?

source: The passwords for the databases below are needed in order to import them together with the dashboards. Please note that the "Secure Extra" and "Certificate" sections of the database configuration are not present in export files, and should be added manually after the import if they are needed.
hu: Az alábbi adatbázisokhoz szükség vannak a jelszavak, hogy azokat importálhassuk a műszerfalakkal együtt. Kérjük, vegye figyelembe, hogy az export fájlokban nem találhatók meg a "Biztonságos Extra" és "Tanúsítvány" részek az adatbázis konfigurációjában, ezért ezeket kézzel kell hozzáadni az importálás után, ha szükségesek.

source: You are importing one or more dashboards that already exist. Overwriting might cause you to lose some of your work. Are you sure you want to overwrite?
hu: Importálsz egy vagy több már létező vezérlőpultot. Az felülírása esetén elveszítheted a munkád egy részét. Biztosan felül akarod írni?

source: Dashboard imported
hu: Irányítópult importálva

source: There was an issue deleting the selected dashboards:
hu: Probléma merült fel a kiválasztott vezérlőpultok törlésekor:

source: An error occurred while fetching dashboard owner values: %s
hu: Hiba történt a vezérlőpult tulajdonosának értékeinek lekérése közben: %s

source: An error occurred while fetching dashboard created by values: %s
hu: Hiba történt a létrehozott műszerfal lekérése közben: %s értékekkel

source: Are you sure you want to delete the selected dashboards?
hu: Biztos vagy benne, hogy törölni szeretnéd a kiválasztott vezérlőpultokat?

source: An error occurred while fetching database related data: %s
hu: Adatbázissal kapcsolatos adatok lekérése közben hiba történt: %s

source: Upload file to database
hu: Fájl feltöltése az adatbázisba

source: Upload CSV
hu: Feltöltés CSV formátumban

source: Upload columnar file
hu: Oszlopos fájl feltöltése

source: Upload Excel file
hu: Kérlek, töltsd fel az Excel fájlt

source: Allow data manipulation language
hu: Engedélyezze az adatmanipulációs nyelvet

source: CSV upload
hu: CSV feltöltés

source: Delete database
hu: Adatbázis törlése

source: The database %s is linked to %s charts that appear on %s dashboards and users have %s SQL Lab tabs using this database open. Are you sure you want to continue? Deleting the database will break those objects.
hu: A(z) %s adatbázis %s diagramhoz van kapcsolva, amelyek megjelennek a(z) %s vezérlőpulton, és a felhasználóknak %s SQL Lab fülük van nyitva ezen az adatbázison. Biztosan folytatni szeretné? Az adatbázis törlése megszakítja ezeket az objektumokat.

source: Delete Database?
hu: Törölni adatbázist?

source: Dataset imported
hu: Adathalmaz importálva

source: An error occurred while fetching dataset related data
hu: Hiba történt a kapcsolódó adatkészlet lekérdezése közben

source: An error occurred while fetching dataset related data: %s
hu: Hiba történt a kapcsolódó adatkészlet lekérése közben: %s

source: Physical dataset
hu: Fizikai adathalmaz

source: Virtual dataset
hu: Virtuális adathalmaz

source: Virtual
hu: Virtuális

source: An error occurred while fetching dataset owner values: %s
hu: Hiba történt az adatkészlet tulajdonos értékeinek lekérése közben: %s

source: An error occurred while fetching datasets: %s
hu: Hiba történt az adatkészletek lekérése közben: %s

source: An error occurred while fetching schema values: %s
hu: Hiba történt a séma értékek lekérése közben: %s

source: Import datasets
hu: Adatbázisok importálása

source: There was an issue deleting the selected datasets: %s
hu: Probléma merült fel a kiválasztott adatkészletek törlésekor: %s

source: There was an issue duplicating the dataset.
hu: Probléma merült fel az adatkészlet másolásakor.

source: There was an issue duplicating the selected datasets: %s
hu: Probléma merült fel a kiválasztott adatkészletek másolásakor: %s

source: The dataset %s is linked to %s charts that appear on %s dashboards. Are you sure you want to continue? Deleting the dataset will break those objects.
hu: A(z) %s adathalmaz összekapcsolódik a(z) %s diagrammal, amelyek megjelennek a(z) %s vezérlőpulton. Biztosan folytatni szeretné? Az adathalmaz törlése megszakítja ezeket az objektumokat.

source: Delete Dataset?
hu: Adatbázis törlése?

source: Are you sure you want to delete the selected datasets?
hu: Biztos vagy benne, hogy törölni szeretnéd a kiválasztott adatkészleteket?

source: 0 Selected
hu: 0 Kiválasztva

source: %s Selected (Virtual)
hu: %s Kiválasztva (Virtuális)

source: %s Selected (Physical)
hu: %s kiválasztva (fizikai)

source: %s Selected (%s Physical, %s Virtual)
hu: %s Kiválasztva (%s Fizikai, %s Virtuális)

source: log
hu: napló

source: Execution ID
hu: Végrehajtási azonosító

source: Scheduled at (UTC)
hu: Ütemezve (UTC) idő szerint

source: Start at (UTC)
hu: Kezdés (UTC)

source: Error message
hu: Hibaüzenet

source: Alert
hu: Riasztás

source: There was an issue fetching your recent activity: %s
hu: Nem sikerült lekérni a legutóbbi tevékenységedet: %s

source: There was an issue fetching your dashboards: %s
hu: Probléma merült fel a vezérlőpultok lekérésekor: %s

source: There was an issue fetching your chart: %s
hu: Probléma merült fel a diagram lekérésekor: %s

source: There was an issue fetching your saved queries: %s
hu: Probléma merült fel a mentett lekérdezések lekérdezésekor: %s

source: Thumbnails
hu: Bélyegképek

source: Recents
hu: Legutóbbiak

source: There was an issue previewing the selected query. %s
hu: Probléma merült fel a kiválasztott lekérdezés előnézetével kapcsolatban. %s

source: Duration: %s
hu: Időtartam: %s

source: TABLES
hu: ASZTALOK

source: Open query in SQL Lab
hu: Nyisd meg a lekérdezést az SQL Labban

source: An error occurred while fetching database values: %s
hu: Adatbázis értékek lekérése közben hiba történt: %s

source: An error occurred while fetching user values: %s
hu: Hiba történt a felhasználói értékek lekérése közben: %s

source: Search by query text
hu: Keresés a lekérdezési szöveg alapján

source: Deleted %s
hu: Törölve %s

source: Deleted
hu: Törölt

source: No Rules yet
hu: Még nincsenek szabályok

source: Are you sure you want to delete the selected rules?
hu: Biztos vagy benne, hogy törölni szeretnéd a kiválasztott szabályokat?

source: The passwords for the databases below are needed in order to import them together with the saved queries. Please note that the "Secure Extra" and "Certificate" sections of the database configuration are not present in export files, and should be added manually after the import if they are needed.
hu: Az alábbi adatbázisokhoz szükség vannak a jelszavak az importáláshoz, együtt a mentett lekérdezésekkel. Kérjük, vegye figyelembe, hogy az export fájlokban nem találhatók meg a "Biztonságos Extra" és "Tanúsítvány" részek az adatbázis konfigurációjában, ezért kézzel kell hozzáadni őket az importálás után, ha szükségesek.

source: You are importing one or more saved queries that already exist. Overwriting might cause you to lose some of your work. Are you sure you want to overwrite?
hu: Ön egy vagy több már létező mentett lekérdezést importál. Az felülírás következtében elveszítheti a munkájának egy részét. Biztosan felül akarja írni?

source: Query imported
hu: Lekérdezés importálva

source: There was an issue previewing the selected query %s
hu: Volt egy probléma a kiválasztott lekérdezés előnézetével %s

source: Import queries
hu: Importálási lekérdezések

source: Link Copied!
hu: Link másolva!

source: There was an issue deleting the selected queries: %s
hu: Probléma merült fel a kiválasztott lekérdezések törlésekor: %s

source: Edit query
hu: Szerkesztési lekérdezés

source: Copy query URL
hu: Másold a lekérdezés URL-jét

source: Export query
hu: Exportálási lekérdezés

source: Delete query
hu: Törlési lekérdezés

source: Are you sure you want to delete the selected queries?
hu: Biztosan törölni szeretné a kiválasztott lekérdezéseket?

source: queries
hu: lekerdezések

source: tag
hu: címke

source: An error occurred while fetching tag created by values: %s
hu: Hiba történt a létrehozott értékekkel rendelkező címke lekérése közben: %s

source: Are you sure you want to delete the selected tags?
hu: Biztosan törölni szeretné a kiválasztott címkéket?

source: Favorites
hu: Kedvencek

source: Created content
hu: Létrehozott tartalom

source: Recent activity
hu: Legutóbbi tevékenység

source: Security & Access
hu: Biztonság és hozzáférés

source: No dashboards
hu: Nincsenek vezérlőpultok

source: No favorite charts yet, go click on stars!
hu: Még nincsenek kedvenc diagramok, kattints a csillagokra!

source: No favorite dashboards yet, go click on stars!
hu: Még nincsenek kedvenc irányítópultok, kattints a csillagokra!

source: Profile picture provided by Gravatar
hu: Profilkép, amelyet a Gravatar biztosított

source: joined
hu: csatlakozott

source: id
hu: azonosító

source: There was an issue fetching reports attached to this dashboard.
hu: Probléma merült fel a jelentések lekérésekor, amelyek ehhez a vezérlőpulthoz vannak csatolva.

source: The report has been created
hu: A jelentés elkészült

source: Report updated
hu: Jelentés frissítve

source: We were unable to active or deactivate this report.
hu: Nem tudtuk aktiválni vagy deaktiválni ezt a jelentést.

source: Your report could not be deleted
hu: A jelentésed nem törölhető

source: Image download failed, please refresh and try again.
hu: A kép letöltése sikertelen volt, frissítse az oldalt és próbálja újra.

source: Select values in highlighted field(s) in the control panel. Then run the query by clicking on the %s button.
hu: Válassza ki az értékeket a kiemelt mező(k)ben a vezérlőpulton. Ezután futtassa a lekérdezést a %s gombra kattintva.

source: Invalid input
hu: Helytelen bevitel

source: Unexpected error:
hu: Egy váratlan hiba történt:

source: (no description, click to see stack trace)
hu: (nincs leírás, kattints a hibakeresési nyomkövetés megtekintéséhez)

source: Sorry, an unknown error occurred.
hu: I apologize for the inconvenience. If you encounter any issues, please let me know and I'll be happy to assist you.

source: Sorry, there was an error saving this %s: %s
hu: Bocsánat, hiba történt a(z) %s mentésekor: %s

source: You do not have permission to edit this %s
hu: Nincs engedélyed a(z) %s szerkesztéséhez

source: Network error
hu: Hálózati hiba

source: Request timed out
hu: Kérés időtúllépésének hiba

source: Issue 1000 - The dataset is too large to query.
hu: Probléma 1000 - A dataset túl nagy a lekérdezéshez.

source: Issue 1001 - The database is under an unusual load.
hu: Probléma 1001 - Az adatbázis szokatlan terhelés alatt áll.

source: An error occurred while fetching %s info: %s
hu: Hiba történt a(z) %s információ lekérése közben: %s

source: An error occurred while fetching %ss: %s
hu: Hiba történt a(z) %ss lekérése közben: %s

source: An error occurred while creating %ss: %s
hu: Hiba történt a(z) %ss létrehozása közben: %s

source: Please re-export your file and try importing again
hu: Kérlek, exportáld újra a fájlt, majd próbáld meg ismét importálni

source: An error occurred while importing %s: %s
hu: Hiba történt a(z) %s importálása közben: %s

source: There was an error fetching the favorite status: %s
hu: Hiba történt a kedvenc státusz lekérésekor: %s

source: There was an error saving the favorite status: %s
hu: Hiba történt a kedvenc státusz mentése közben: %s

source: Connection looks good!
hu: A kapcsolat jónak tűnik!

source: ERROR: %s
hu: HIBA: %s

source: There was an error fetching your recent activity:
hu: Hiba történt a legutóbbi tevékenységed lekérése közben:

source: There was an issue deleting: %s
hu: Probléma merült fel a törléskor: %s

source: Select start and end date
hu: Válassza ki a kezdő és befejező dátumot

source: Type or Select [%s]
hu: Írja be vagy válassza ki [%s]-t.

source: Tools
hu: Eszközök

source: Chart component that lets you add a custom filter UI in your dashboard. When added to dashboard, a filter box lets users specify specific values or ranges to filter charts by. The charts that each filter box is applied to can be fine tuned as well in the dashboard view. Note that this plugin is being replaced with the new Filters feature that lives in the dashboard view itself. It's easier to use and has more capabilities!
hu: Diagram komponens, amely lehetővé teszi egyéni szűrőfelület hozzáadását a vezérlőpulthoz. Amikor a vezérlőpulthoz hozzáadódik, egy szűrődoboz lehetővé teszi a felhasználók számára, hogy meghatározzanak konkrét értékeket vagy tartományokat a diagramok szűréséhez. A szűrődobozra alkalmazott diagramok finomhangolhatók is a vezérlőpult nézetében. Fontos megjegyezni, hogy ez a bővítmény új Szűrők funkcióval váltja fel, amely magában a vezérlőpult nézetében található. Ez könnyebben használható és több lehetőséggel rendelkezik!

source: Filters configuration
hu: Szűrők konfigurációja

source: Filter configuration for the filter box
hu: Szűrő konfiguráció a szűrődobozhoz

source: Date filter
hu: Dátum szűrő

source: Whether to include a time filter
hu: Az időszűrő belefoglalása vagy kihagyása

source: Instant filtering
hu: Azonnali szűrés

source: Check to apply filters instantly as they change instead of displaying [Apply] button
hu: Ellenőrizze, hogy a szűrőket azonnal alkalmazza, amint megváltoznak, ahelyett, hogy megjelenítené az [Alkalmaz] gombot

source: Show time grain dropdown
hu: Mutassuk az időintervallum legördülő menüt

source: Check to include time grain dropdown
hu: Ellenőrizd, hogy a legördülő időegység választó be legyen építve

source: Show time column
hu: Mutassa az idő oszlopot

source: Check to include time column dropdown
hu: Ellenőrizd, hogy a legördülő időoszlop be legyen-e építve

source: Limit selector values
hu: Korlátozza a kiválasztó értékeit

source: These filters apply to the values available in the dropdowns
hu: Ezek a szűrők alkalmazhatóak a legördülő menükben elérhető értékekre

source: Templated link, it's possible to include {{ metric }} or other values coming from the controls.
hu: Sablonosított link, lehetséges {{ metric }} vagy más értékeket is tartalmazni a vezérlőkből származó értékekkel együtt.

source: Time-series Table
hu: Időszakos táblázat

source: Compare multiple time series charts (as sparklines) and related metrics quickly.
hu: Gyorsan összehasonlíthat több idősor diagramot (mint szikrázó vonaldiagramokat) és a hozzájuk kapcsolódó mutatókat.

source: We have the following keys: %s
hu: Az alábbi kulcsok állnak rendelkezésre: %s
