Repository: kodinformatika/dataplatform-superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: hu

source: Truncate Cells
hu: Cellák levágása

source: Truncate long cells to the "min width" set above
hu: A hosszú cellákat vágd le a fent beállított "min szélesség" értékre

source: Small number format
hu: Kis szám formátum

source: D3 number format for numbers between -1.0 and 1.0, useful when you want to have different significant digits for small and large numbers
hu: D3 számformátum -1,0 és 1,0 közötti számokhoz, hasznos, ha különböző jelentős számjegyeket szeretnél kis és nagy számokhoz

source: D3 format syntax: https://github.com/d3/d3-format
hu: D3 formátum szintaxis: https://github.com/d3/d3-format

source: Only applies when "Label Type" is set to show values.
hu: Csak akkor alkalmazható, ha a "Címke típusa" értékek megjelenítésére van beállítva.

source: Only applies when "Label Type" is not set to a percentage.
hu: Csak akkor alkalmazható, ha a "Címke típusa" nem a százalékra van beállítva.

source: Adaptive formatting
hu: Adaptív formázás

source: Original value
hu: Eredeti érték

source: Duration in ms (66000 => 1m 6s)
hu: Időtartam ms-ban (66000 => 1p 6s)

source: Duration in ms (1.40008 => 1ms 400µs 80ns)
hu: Időtartam ms-ban (1.40008 => 1ms 400µs 80ns)

source: D3 time format syntax: https://github.com/d3/d3-time-format
hu: D3 időformátum szintaxis: https://github.com/d3/d3-time-format

source: Oops! An error occurred!
hu: Oops! Egy hiba történt!

source: No results were returned for this query. If you expected results to be returned, ensure any filters are configured properly and the datasource contains data for the selected time range.
hu: Nem érkezett eredmény a lekérdezésre. Ha eredményeket vártál, győződj meg róla, hogy a szűrők megfelelően vannak beállítva, és az adatforrás tartalmaz adatokat a kiválasztott időtartományra vonatkozóan.

source: No Results
hu: Nincs eredmény

source: ERROR
hu: I apologize for the confusion. Please provide me with the English content you would like to have translated into Hungarian, and I will be happy to assist you

source: Found invalid orderby options
hu: Érvénytelen rendezési lehetőségek találhatók

source: is expected to be an integer
hu: várhatóan egy egész szám lesz

source: is expected to be a number
hu: várhatóan egy szám lesz

source: cannot be empty
hu: nem lehet üres

source: hour
hu: óra

source: day
hu: nap

source: The time unit used for the grouping of blocks
hu: A blokkok csoportosításához használt időegység

source: Subdomain
hu: Alhelyzet

source: The time unit for each block. Should be a smaller unit than domain_granularity. Should be larger or equal to Time Grain
hu: Minden blokk időegysége. Kisebb egységnek kell lennie, mint a domain_granularity. Nagyobb vagy egyenlőnek kell lennie a Time Grain-nél

source: Chart Options
hu: Diagram beállítások

source: The size of the square cell, in pixels
hu: A négyzet alakú cella mérete pixelben

source: The distance between cells, in pixels
hu: A sejtek közötti távolság pixelben mérve

source: The pixel radius
hu: A pixel sugara

source: Color Steps
hu: Színlépések

source: The number color "steps"
hu: A számok színe "lépésekben"

source: Time Format
hu: Időformátum

source: Legend
hu: Legenda

source: Whether to display the legend (toggles)
hu: Hogy megjelenjen-e a jelmagyarázat (kapcsolók)

source: Show Values
hu: Mutass értékeket

source: Whether to display the numerical values within the cells
hu: Hogy megjelenjenek-e a numerikus értékek a cellákban

source: Show Metric Names
hu: Mutassa meg a metrikák neveit

source: Whether to display the metric name as a title
hu: Azon dönt, hogy megjelenítse-e a metrika nevét címként

source: Number Format
hu: Szám formátum

source: Correlation
hu: Korreláció

source: Visualizes how a metric has changed over a time using a color scale and a calendar view. Gray values are used to indicate missing values and the linear color scheme is used to encode the magnitude of each day's value.
hu: Vizualizálja, hogyan változott egy metrika az idő során egy színskála és naptárnézet segítségével. A hiányzó értékeket szürke színekkel jelöli, és a lineáris színséma segítségével kódolja az egyes napok értékének nagyságát.

source: Business
hu: Üzlet

source: Comparison
hu: Összehasonlítás

source: Intensity
hu: Intenzitás

source: Pattern
hu: Minta

source: Report
hu: Jelentés

source: less than {min} {name}
hu: kevesebb, mint {min} {name}

source: between {down} and {up} {name}
hu: {down} és {up} közötti {name}

source: more than {max} {name}
hu: több, mint {max} {name}

source: Sort by metric
hu: Rendezés metrikák szerint

source: Whether to sort results by the selected metric in descending order.
hu: Az eredményeket a kiválasztott metrika alapján csökkenő sorrendben rendezze-e.

source: Number format
hu: Szám formátum

source: Choose a number format
hu: Válasszon egy számformátumot

source: Source
hu: For the translation to Hungarian, please provide the English content that needs to be translated

source: Choose a source
hu: Válasszon egy forrást

source: Target
hu: Cél

source: Choose a target
hu: Válasszon egy célpontot

source: Flow
hu: Áramlás

source: Showcases the flow or link between categories using thickness of chords. The value and corresponding thickness can be different for each side.
hu: Bemutatja a kategóriák közötti áramlást vagy kapcsolatot a húrok vastagságával. Az érték és a hozzá tartozó vastagság minden oldalon más lehet.

source: Relationships between community channels
hu: Kapcsolatok a közösségi csatornák között

source: Chord Diagram
hu: Akkord diagram

source: Aesthetic
hu: Eszetikus

source: Circular
hu: Körlevél

source: Legacy
hu: Örökség

source: Proportional
hu: Arányos

source: Relational
hu: Kapcsolati

source: Country
hu: Ország

source: Which country to plot the map for?
hu: Melyik ország térképét szeretné megjeleníteni?

source: ISO 3166-2 Codes
hu: ISO 3166-2 kódok

source: Metric to display bottom title
hu: Mértékegység az alsó cím megjelenítéséhez

source: Map
hu: Térkép

source: Visualizes how a single metric varies across a country's principal subdivisions (states, provinces, etc) on a choropleth map. Each subdivision's value is elevated when you hover over the corresponding geographic boundary.
hu: Vizuálisan ábrázolja, hogyan változik egyetlen mutató az adott ország főbb területein (államok, tartományok stb.) egy kloropetikus térképen. Minden terület értéke kiemelkedik, amikor a megfelelő földrajzi határra mutat az egér.

source: Range
hu: Tartomány

source: Stacked
hu: Halmozott

source: Sorry, there appears to be no data
hu: Sajnálom, úgy tűnik, nincs adat

source: Event definition
hu: Esemény meghatározása

source: Event Names
hu: Esemény nevek

source: Columns to display
hu: Megjelenítendő oszlopok

source: Order by entity id
hu: Rendezés az entitás azonosítója szerint

source: Important! Select this if the table is not already sorted by entity id, else there is no guarantee that all events for each entity are returned.
hu: Fontos! Válassza ezt, ha a táblázat még nem rendezett az entitás azonosító szerint, különben nincs garancia arra, hogy minden esemény visszatér az összes entitáshoz.

source: Minimum leaf node event count
hu: Minimum leaf node event count - Minimális levélcsomópont eseményszáma

source: Leaf nodes that represent fewer than this number of events will be initially hidden in the visualization
hu: A megjelenítésben kezdetben elrejtjük azokat a levélcsomópontokat, amelyek kevesebb eseményt képviselnek, mint ez a szám

source: Additional metadata
hu: További metaadatok

source: Metadata
hu: Metaadat

source: Select any columns for metadata inspection
hu: Válasszon ki bármely oszlopot a metaadatok ellenőrzéséhez

source: Entity ID
hu: Entitás azonosító

source: e.g., a "user id" column
hu: például, egy "felhasználó azonosító" oszlop

source: Max Events
hu: Max Események

source: The maximum number of events to return, equivalent to the number of rows
hu: A visszaadandó események maximális száma, ami egyenértékű a sorok számával

source: Compares the lengths of time different activities take in a shared timeline view.
hu: Összehasonlítja az eltelt idő hosszát különböző tevékenységek között egy megosztott idővonal nézetben.

source: Event Flow
hu: Eseményfolyamat

source: Progressive
hu: Progresszív

source: Axis ascending
hu: Tengely növekvő

source: Axis descending
hu: Tengely csökkenő

source: Metric ascending
hu: Mértékegység növekvő sorrendben

source: Metric descending
hu: Mértékegység csökkenőben

source: Heatmap Options
hu: Hőtérkép beállítások

source: XScale Interval
hu: X-skála intervallum

source: Number of steps to take between ticks when displaying the X scale
hu: A léptetések száma a kijelzőn a vízszintes skála esetén

source: YScale Interval
hu: Y tengely skálaintervallum

source: Number of steps to take between ticks when displaying the Y scale
hu: A léptetések száma a Y tengely skálázásakor a jelölések között

source: Rendering
hu: Megjelenítés

source: pixelated (Sharp)
hu: pixelált (éles)

source: auto (Smooth)
hu: automatikus (simított)

source: image-rendering CSS attribute of the canvas object that defines how the browser scales up the image
hu: a canvas objektum "image-rendering" CSS tulajdonsága, amely meghatározza, hogy a böngésző hogyan skálázza fel a képet

source: Normalize Across
hu: Normalizálás át a határokon

source: heatmap
hu: hőtérkép

source: Color will be shaded based the normalized (0% to 100%) value of a given cell against the other cells in the selected range:
hu: A szín árnyalata a kiválasztott tartományban lévő más cellákhoz viszonyított normalizált (0% - 100%) érték alapján lesz beállítva:

source: x: values are normalized within each column
hu: x: az értékek normalizálódnak minden oszlopban

source: y: values are normalized within each row
hu: y: az értékek normalizálódnak minden soron belül

source: heatmap: values are normalized across the entire heatmap
hu: heatmap: az értékek normalizálódnak az egész hőtérképen

source: Left Margin
hu: Bal margó

source: Left margin, in pixels, allowing for more room for axis labels
hu: Bal margó, pixelben kifejezve, több helyet biztosítva az tengelyfeliratoknak

source: Bottom Margin
hu: Alsó margó

source: Bottom margin, in pixels, allowing for more room for axis labels
hu: Alsó margó, pixelben kifejezve, több helyet biztosítva az tengelyfeliratoknak

source: Value bounds
hu: Értékhatárok

source: Hard value bounds applied for color coding. Is only relevant and applied when the normalization is applied against the whole heatmap.
hu: A színezéshez alkalmazott kemény értékhalmaz határok. Csak akkor releváns és alkalmazandó, ha a normalizáció az egész hőtérképre vonatkozik.

source: Sort X Axis
hu: Rendezd az X tengelyt

source: Sort Y Axis
hu: Rendezd a Y tengelyt

source: Show percentage
hu: Mutassuk a százalékot

source: Whether to include the percentage in the tooltip
hu: Az adott esetben a százalékos értéket bele kell foglalni a tooltipbe

source: Normalized
hu: Normalizált

source: Whether to apply a normal distribution based on rank on the color scale
hu: Azon dönt, hogy alkalmazzunk-e rangon alapuló normál eloszlást a színskálán

source: Value Format
hu: Érték formátum

source: Visualize a related metric across pairs of groups. Heatmaps excel at showcasing the correlation or strength between two groups. Color is used to emphasize the strength of the link between each pair of groups.
hu: Vizualizálj egy kapcsolódó mutatót csoportok közötti párokban. A hőtérképek kiválóan alkalmasak arra, hogy bemutassák a két csoport közötti korrelációt vagy erősséget. A szín használata kiemeli a kapcsolat erősségét minden csoportpár között.

source: Sizes of vehicles
hu: Járművek méretei

source: Employment and education
hu: Foglalkoztatás és oktatás

source: Density
hu: Sűrűség

source: Predictive
hu: Előrejelző

source: Single Metric
hu: Egyetlen metrika

source: to
hu: hozzá

source: count
hu: számolni

source: cumulative
hu: kumulatív

source: percentile (exclusive)
hu: percentil (kizárólagos)

source: No of Bins
hu: Láda száma

source: Select the number of bins for the histogram
hu: Válassza ki a kuka számát a hisztogramhoz

source: X Axis Label
hu: X tengely címke

source: Y Axis Label
hu: Y tengely címke

source: Whether to normalize the histogram
hu: A histogram normalizálása szükséges-e

source: Cumulative
hu: Kumulatív

source: Whether to make the histogram cumulative
hu: Az adott hisztogram kumulatívvá tétele

source: Distribution
hu: Terjesztés

source: Take your data points, and group them into "bins" to see where the densest areas of information lie
hu: Vegyél adataidat és csoportosítsd őket "bin-ekbe", hogy láthasd, hol találhatók az információ legsűrűbb területei

source: Population age data
hu: Népesség korosztályi adatai

source: Contribution
hu: Hozzájárulás

source: Compute the contribution to the total
hu: Számítsd ki a hozzájárulást a teljes összeghez

source: Series Height
hu: Sorozat magasság

source: Pixel height of each series
hu: Minden sorozat pixelmagassága

source: Value Domain
hu: Értéktartomány

source: series
hu: sorozat

source: overall
hu: összességében

source: change
hu: változtatás

source: series: Treat each series independently; overall: All series use the same scale; change: Show changes compared to the first data point in each series
hu: sorozat: Minden sorozatot függetlenül kezeljük; összesített: Az összes sorozat azonos skálát használ; változás: Mutassa a változásokat az egyes sorozatok első adatpontjához képest

source: Compares how a metric changes over time between different groups. Each group is mapped to a row and change over time is visualized bar lengths and color.
hu: Összehasonlítja, hogyan változik egy mutató az idő függvényében különböző csoportok között. Minden csoport egy sorhoz van hozzárendelve, és az időbeli változást a sáv hossza és színe ábrázolja.

source: Horizon Chart
hu: Horizont diagram

source: Dark Cyan
hu: Sötét cián

source: Purple
hu: Lila

source: Gold
hu: Arany

source: Forest Green
hu: Erdőzöld

source: Longitude
hu: Hosszúság

source: Column containing longitude data
hu: Oszlop, amely hosszúsági adatokat tartalmaz

source: Latitude
hu: Szélesség

source: Column containing latitude data
hu: Oszlop, amely tartalmazza a szélességi adatokat

source: Clustering Radius
hu: Klaszterezési sugár

source: The radius (in pixels) the algorithm uses to define a cluster. Choose 0 to turn off clustering, but beware that a large number of points (>1000) will cause lag.
hu: A számítási algoritmus által használt sugar (képpontban) a klaszter meghatározásához. Válassza a 0 értéket a klaszterezés kikapcsolásához, de vegye figyelembe, hogy nagy számú pont (>1000) lassulást okozhat.

source: Points
hu: Pontok

source: Point Radius
hu: Pont sugár

source: The radius of individual points (ones that are not in a cluster). Either a numerical column or `Auto`, which scales the point based on the largest cluster
hu: Az egyedi pontok sugara (azok, amelyek nem tartoznak egy csoportba). Választhatóan numerikus oszlop vagy `Auto`, amely a legnagyobb csoport alapján méretezi a pontokat

source: Point Radius Unit
hu: Pont sugár egység

source: Pixels
hu: Pixel-ek

source: Kilometers
hu: Kilométerek

source: The unit of measure for the specified point radius
hu: A meghatározott pont sugara mértékegysége

source: Labelling
hu: Címkézés

source: label
hu: címke

source: `count` is COUNT(*) if a group by is used. Numerical columns will be aggregated with the aggregator. Non-numerical columns will be used to label points. Leave empty to get a count of points in each cluster.
hu: `count` az COUNT(*) lesz, ha használva van egy GROUP BY. Numerikus oszlopok az aggregátorral lesznek összevonva. Nem numerikus oszlopok a pontok címkézésére lesznek használva. Hagyja üresen, hogy megtudja, hány pont van minden csoportban.

source: Cluster label aggregator
hu: Klaszter címkéző

source: sum
hu: összeg

source: mean
hu: jelent

source: Aggregate function applied to the list of points in each cluster to produce the cluster label.
hu: Az aggregáló függvény alkalmazása a pontok listájára minden csoportban a csoport címkéjének előállításához.

source: Visual Tweaks
hu: Vizuális finomhangolások

source: Live render
hu: Élő megjelenítés

source: Points and clusters will update as the viewport is being changed
hu: A pontok és csoportok frissülnek, amint a nézetablak megváltozik

source: Map Style
hu: Térkép stílus

source: Streets
hu: Utcák

source: Dark
hu: Sötét

source: Light
hu: Fény

source: Satellite Streets
hu: Műholdas utcák

source: Satellite
hu: Műhold

source: Outdoors
hu: Kinti

source: Base layer map style
hu: Alapréteg térképstílus

source: Opacity
hu: Átlátszatlanság

source: Opacity of all clusters, points, and labels. Between 0 and 1.
hu: Az összes csoport, pont és címke átlátszósága. 0 és 1 között.

source: RGB Color
hu: RGB Szín

source: The color for points and clusters in RGB
hu: A pontok és csoportok színe RGB formátumban

source: Viewport
hu: Nézetablak

source: Default longitude
hu: Alapértelmezett hosszúság

source: Longitude of default viewport
hu: Alapértelmezett nézetablak hosszúsági foka

source: Default latitude
hu: Alapértelmezett szélességi kör

source: Latitude of default viewport
hu: Az alapértelmezett nézetablak szélessége

source: Zoom level of the map
hu: A térkép nagyítási szintje

source: One or many controls to group by. If grouping, latitude and longitude columns must be present.
hu: Egy vagy több vezérlő a csoportosításhoz. Ha csoportosítás történik, akkor a szélességi és hosszúsági oszlopoknak jelen kell lenniük.

source: Light mode
hu: Világos mód

source: Dark mode
hu: Sötét mód

source: Scatter
hu: Szétszóródás

source: Transformable
hu: Átalakítható

source: Significance Level
hu: Szignifikancia szint

source: Threshold alpha level for determining significance
hu: Küszöbérték az alfa szint meghatározásához a jelentőség szempontjából

source: p-value precision
hu: p-érték pontosság

source: Number of decimal places with which to display p-values
hu: A p-értékek megjelenítéséhez használt tizedesjegyek száma

source: Lift percent precision
hu: Lift százalékos pontosság

source: Number of decimal places with which to display lift values
hu: A lift értékek megjelenítéséhez használt tizedesjegyek száma

source: Table that visualizes paired t-tests, which are used to understand statistical differences between groups.
hu: Táblázat, amely szemlélteti a párosított t-próbákat, melyeket a csoportok közötti statisztikai különbségek megértésére használnak.

source: Paired t-test Table
hu: Páros t-próba táblázat

source: Statistical
hu: Statisztikai

source: Tabular
hu: Táblázat

source: Options
hu: Lehetőségek

source: Data Table
hu: Adattáblázat

source: Whether to display the interactive data table
hu: Megjelenítse-e az interaktív adattáblázatot

source: Include Series
hu: Sorozat beillesztése

source: Include series name as an axis
hu: Sorozatnév beillesztése tengelyként

source: Ranking
hu: Rangsor

source: Plots the individual metrics for each row in the data vertically and links them together as a line. This chart is useful for comparing multiple metrics across all of the samples or rows in the data.
hu: Ábrázolja az egyes metrikákat függőlegesen minden adatsorban, és összekapcsolja őket egy vonallal. Ez a diagram hasznos több metrika összehasonlítására az összes minta vagy adatsor tekintetében.

source: Coordinates
hu: Koordináták

source: Directional
hu: Irányítás

source: Time Series Options
hu: Időszakos opciók

source: Not Time Series
hu: Nem idősor

source: Ignore time
hu: Időt mellőzni

source: Time Series
hu: Időszakos sorozat

source: Standard time series
hu: Standard idősor

source: Aggregate Mean
hu: Átlag összegezése

source: Mean of values over specified period
hu: Az értékek átlaga a megadott időszak alatt

source: Aggregate Sum
hu: Összesített összeg

source: Sum of values over specified period
hu: Megadott időszakban értékek összege

source: Metric change in value from `since` to `until`
hu: Mértékegység változás az értékben `tól`-tól `ig`

source: Percent Change
hu: Százalékos változás

source: Metric percent change in value from `since` to `until`
hu: Mértékben kifejezett értékváltozás százalékban `kezdettől` `végéig`

source: Factor
hu: Tényező

source: Metric factor change from `since` to `until`
hu: Mértékegység váltás `since`-ről `until`-ra

source: Advanced Analytics
hu: Fejlett analitika

source: Use the Advanced Analytics options below
hu: Használd az alábbi Speciális Analitika lehetőségeket

source: Settings for time series
hu: Időszak beállítások

source: Date Time Format
hu: Dátum Idő Formátum

source: Partition Limit
hu: Partíció korlát

source: The maximum number of subdivisions of each group; lower values are pruned first
hu: Minden csoport legnagyobb felosztásának száma; az alacsonyabb értékek először el vannak vágva.

source: Partition Threshold
hu: Partíció küszöbérték

source: Partitions whose height to parent height proportions are below this value are pruned
hu: Azokat a partíciókat vágjuk le, amelyek magassága a szülő magasságához viszonyított arány alacsonyabb ennél az értéknél

source: Log Scale
hu: Logaritmik skála

source: Use a log scale
hu: Használj logaritmikus skálát

source: Equal Date Sizes
hu: Egyenlő dátum méretek

source: Check to force date partitions to have the same height
hu: Ellenőrizze, hogy a dátumosztások ugyanolyan magassággal rendelkezzenek

source: Rich Tooltip
hu: Bőséges felugró ablak

source: The rich tooltip shows a list of all series for that point in time
hu: A gazdag eszköztipp egy időpontban található összes sorozat listáját mutatja

source: Rolling Window
hu: Gördülő ablak

source: Rolling Function
hu: Gördülő funkció

source: Min Periods
hu: Minimális időszakok

source: Time Comparison
hu: Idő összehasonlítás

source: Time Shift
hu: Időeltolás

source: 1 week
hu: 1 hét

source: 28 days
hu: 28 nap

source: 30 days
hu: 30 nap

source: 52 weeks
hu: 52 hét

source: 1 year
hu: 1 év

source: 104 weeks
hu: 104 hét

source: 2 years
hu: 2 év

source: 156 weeks
hu: 156 hét

source: 3 years
hu: 3 év

source: Overlay one or more timeseries from a relative time period. Expects relative time deltas in natural language (example: 24 hours, 7 days, 52 weeks, 365 days). Free text is supported.
hu: Egy vagy több idősor átfedése egy relatív időszakból. Természetes nyelven relatív időintervallumokat vár (példa: 24 óra, 7 nap, 52 hét, 365 nap). Szabad szöveg is támogatott.

source: Actual Values
hu: Aktuális értékek

source: Method
hu: Módszer

source: median
hu: medián

source: Part of a Whole
hu: Egy része az egésznek

source: Compare the same summarized metric across multiple groups.
hu: Hasonlítsa össze ugyanazt a összefoglalt mutatót több csoport között.

source: Partition Chart
hu: Partíció diagram

source: Categorical
hu: Kategórikus

source: Use Area Proportions
hu: Használj területarányokat

source: Check if the Rose Chart should use segment area instead of segment radius for proportioning
hu: Ellenőrizd, hogy a Rózsa Diagramnál az arányok meghatározásához a szegmensek területét vagy a szegmensek sugarát kell-e használni

source: A polar coordinate chart where the circle is broken into wedges of equal angle, and the value represented by any wedge is illustrated by its area, rather than its radius or sweep angle.
hu: Egy póláris koordináta diagram, ahol a kör egyenlő szögű szeletekre van felosztva, és bármely szelet által képviselt értéket a területe szemlélteti, nem pedig a sugara vagy elfordulási szöge.

source: Nightingale Rose Chart
hu: Nightingale Rózsa Diagram

source: Advanced-Analytics
hu: Haladó elemzések

source: Multi-Layers
hu: Többrétegű

source: Source / Target
hu: Forrás / Cél

source: Choose a source and a target
hu: Válasszon egy forrást és egy célt
