Repository: kodinformatika/dataplatform-superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: hu

source: Area charts are similar to line charts in that they represent variables with the same scale, but area charts stack the metrics on top of each other.
hu: Az area diagramok hasonlóak a vonaldiagramokhoz abban az értelemben, hogy ugyanazt a skálát használják a változók ábrázolására, azonban az area diagramok az egyes metrikákat egymásra halmozzák.

source: Time-series Area chart are similar to line chart in that they represent variables with the same scale, but area charts stack the metrics on top of each other. An area chart in Superset can be stream, stack, or expand.
hu: Az idősoros területdiagramok hasonlóak a vonaldiagramokhoz abban, hogy ugyanazon skálán ábrázolják a változókat, de a területdiagramok egymásra halmozott metrikákat mutatnak. Egy területdiagram a Supersetben lehet folyamatos, halmozott vagy kiterjesztett.

source: Area Chart
hu: Területi diagram

source: Time-series Area Chart
hu: Időszakos vonaldiagram

source: Axis Title
hu: Tengely címe

source: AXIS TITLE MARGIN
hu: Tengely cím margója

source: AXIS TITLE POSITION
hu: Tengely cím pozíciója

source: Rotate axis label
hu: Forgasd el az tengelyfeliratot

source: Axis Format
hu: Tengely formátum

source: Logarithmic axis
hu: Logaritmik tengely

source: Draw split lines for minor axis ticks
hu: Húzz szétválasztó vonalakat a kisebb tengely jelöléseihez

source: It’s not recommended to truncate axis in Bar chart.
hu: Nem javasolt az oszlopdiagram tengelyének levágása.

source: Axis Bounds
hu: Tengely határok

source: Bounds for the axis. When left empty, the bounds are dynamically defined based on the min/max of the data. Note that this feature will only expand the axis range. It won't narrow the data's extent.
hu: Tengely határai. Ha üresen hagyjuk, a határokat dinamikusan meghatározzuk adatainak minimuma és maximuma alapján. Fontos megjegyezni, hogy ez a funkció csak kiterjeszti a tengely tartományát, nem szűkíti adatainak terjedelmét.

source: Chart Orientation
hu: Diagram elhelyezkedése

source: Bar orientation
hu: Bár orientáció

source: Horizontal
hu: Vízszintes

source: Orientation of bar chart
hu: Oszlopdiagram orientációja

source: Bar Charts are used to show metrics as a series of bars.
hu: A Bar Chartokat arra használják, hogy a metrikákat oszlopok sorozataként jelenítsék meg.

source: Time-series Bar Charts are used to show the changes in a metric over time as a series of bars.
hu: Időbeli soros oszlopdiagramokat használnak egy mutató időbeli változásainak ábrázolására, mint egy sor oszlop.

source: Bar Chart
hu: Oszlopdiagram

source: Time-series Bar Chart
hu: Időszakos oszlopdiagram

source: Time-series line chart is used to visualize repeated measurements taken over regular time intervals. Line chart is a type of chart which displays information as a series of data points connected by straight line segments. It is a basic type of chart common in many fields.
hu: Az idősoros vonaldiagramot arra használják, hogy a rendszeres időközönként végzett ismételt méréseket vizualizálják. A vonaldiagram egy olyan típusú diagram, amely az információt adatpontok sorozataként jeleníti meg, amelyeket egyenes vonalak kötnek össze. Ez egy alapvető típusú diagram, amely gyakori számos területen.

source: Line Chart
hu: Vonal diagram

source: Time-series Line Chart
hu: Időszakos vonaldiagram

source: Scatter Plot has the horizontal axis in linear units, and the points are connected in order. It shows a statistical relationship between two variables.
hu: A Scatter Plot lineáris egységekkel rendelkezik a vízszintes tengelyen, és a pontok egymáshoz vannak kapcsolva. Ez egy statisztikai kapcsolatot mutat két változó között.

source: Time-series Scatter Plot has time on the horizontal axis in linear units, and the points are connected in order. It shows a statistical relationship between two variables.
hu: Az idősoros szórási diagramon az idő lineáris egységekben jelenik meg a vízszintes tengelyen, és a pontok egymáshoz vannak kapcsolva sorrendben. Ez egy statisztikai kapcsolatot mutat két változó között.

source: Scatter Plot
hu: Szórási diagram

source: Time-series Scatter Plot
hu: Időbeli sorrendben elhelyezkedő szórásdiagram

source: Smooth-line is a variation of the line chart. Without angles and hard edges, Smooth-line sometimes looks smarter and more professional.
hu: Smooth-line egy változata a vonaldiagramnak. Szögletek és éleket nélkülözve, a Smooth-line néha okosabb és professzionálisabb hatást kelt.

source: Time-series Smooth-line is a variation of the line chart. Without angles and hard edges, Smooth-line sometimes looks smarter and more professional.
hu: Az idősor simított vonal egy változata a vonaldiagramnak. Szögletes és éles élek nélkül a simított vonal néha okosabb és professzionálisabb hatást kelt.

source: Time-series Smooth Line
hu: Időszakos simított vonal

source: Step type
hu: Lépés típus

source: Start
hu: Kezdés

source: Middle
hu: Közép

source: End
hu: Vége

source: Defines whether the step should appear at the beginning, middle or end between two data points
hu: Meghatározza, hogy a lépésnek az adatpontok között a kezdetén, közepén vagy végén kell-e megjelennie

source: Stepped-line graph (also called step chart) is a variation of line chart but with the line forming a series of steps between data points. A step chart can be useful when you want to show the changes that occur at irregular intervals.
hu: A lépcsős vonaldiagram (más néven lépésdiagram) egy változata a vonaldiagramnak, de a vonal lépcsőfokokból áll adatai között. Egy lépésdiagram hasznos lehet, ha meg szeretnéd mutatni azokat a változásokat, amelyek szabálytalan időközönként történnek.

source: Time-series Stepped-line graph (also called step chart) is a variation of line chart but with the line forming a series of steps between data points. A step chart can be useful when you want to show the changes that occur at irregular intervals.
hu: Időbeli sorozat Lépcsős vonaldiagram (más néven lépésdiagram) egy változata a vonaldiagramnak, de a vonal lépcsőfokokból áll adatai között. Egy lépésdiagram hasznos lehet, ha meg szeretné mutatni a változásokat, amelyek szabálytalan időközönként történnek.

source: Stepped Line
hu: Lépcsős vonal

source: Time-series Stepped Line
hu: Időszakos lépésenkénti vonaldiagram

source: Id
hu: Azonosító

source: Name of the id column
hu: Az azonosító oszlop neve

source: Parent
hu: Szülő

source: Name of the column containing the id of the parent node
hu: Szülőcsomópont azonosítóját tartalmazó oszlop neve

source: Optional name of the data column.
hu: Opcionális adat oszlop neve.

source: Root node id
hu: Gyökércsomópont azonosítója

source: Id of root node of the tree.
hu: A fa gyökérelemének azonosítója.

source: Metric for node values
hu: Metrika a csomópont értékeihez

source: Tree layout
hu: Fa elrendezés

source: Orthogonal
hu: Ortogonális

source: Radial
hu: Radiális

source: Layout type of tree
hu: Fa elrendezés típusa

source: Tree orientation
hu: Fa orientáció

source: Left to Right
hu: Balról jobbra

source: Right to Left
hu: Jobból balra

source: Top to Bottom
hu: Fentről lefelé

source: Bottom to Top
hu: Alulról felfelé

source: Orientation of tree
hu: Fa orientációja

source: Node label position
hu: Csomópont címkéjének pozíciója

source: left
hu: balra

source: top
hu: felső

source: right
hu: jó

source: bottom
hu: alj

source: Position of intermediate node label on tree
hu: A köztes csomópont címkéjének pozíciója a fán

source: Child label position
hu: Gyermek címke pozíciója

source: Position of child node label on tree
hu: Gyermek csomópont címkéjének pozíciója a fán

source: Emphasis
hu: Hangsúly

source: ancestor
hu: ősök

source: descendant
hu: leszármazott

source: Which relatives to highlight on hover
hu: Melyik rokonokat kell kiemelni az egér fölé helyezéskor

source: Symbol
hu: Szimbólum

source: Empty circle
hu: Üres kör

source: Circle
hu: Kör

source: Rectangle
hu: Téglalap

source: Triangle
hu: Háromszög

source: Diamond
hu: Gyémánt

source: Arrow
hu: Nyíl

source: Symbol size
hu: Szimbólum mérete

source: Size of edge symbols
hu: Élek szimbólumainak mérete

source: Visualize multiple levels of hierarchy using a familiar tree-like structure.
hu: Vizualizáljon több szintű hierarchiát egy ismerős fa szerkezet segítségével.

source: Tree Chart
hu: Fa diagram

source: Show Upper Labels
hu: Felső címkék megjelenítése

source: Show labels when the node has children.
hu: Mutassa meg a címkéket, amikor a csomópontnak vannak gyerekei.

source: Key
hu: Kulcs

source: Show hierarchical relationships of data, with the value represented by area, showing proportion and contribution to the whole.
hu: Mutassa meg az adatok hierarchikus kapcsolatait, ahol az értéket a terület reprezentálja, és mutassa be az arányt és a hozzájárulást az egészhez.

source: Loading...
hu: Betöltés...

source: Write a handlebars template to render the data
hu: Írj egy Handlebars sablont adatainak megjelenítéséhez

source: must have a value
hu: a mezőnek értéket kell tartalmaznia

source: Handlebars Template
hu: Handlebars sablon

source: A handlebars template that is applied to the data
hu: Egy handlebars sablon, amely alkalmazva van az adatokra

source: Include time
hu: Tartalmazza az időt

source: Whether to include the time granularity as defined in the time section
hu: Az időszakban meghatározott időegységet bele kell foglalni

source: Percentage metrics
hu: Százalékos mutatók

source: Metrics for which percentage of total are to be displayed. Calculated from only data within the row limit.
hu: Azoknak a metrikáknak a százalékos arányát kell megjeleníteni, amelyeket csak a sorhatárban található adatokból számítanak ki.

source: Show totals
hu: Mutasd az összesített értékeket

source: Show total aggregations of selected metrics. Note that row limit does not apply to the result.
hu: Mutassuk a kiválasztott metrikák teljes aggregációját. Fontos megjegyezni, hogy a sorlimit nem vonatkozik az eredményre.

source: Ordering
hu: Rendelés

source: Order results by selected columns
hu: Rendezze a találatokat a kiválasztott oszlopok szerint

source: Sort descending
hu: Csökkenő sorrendben rendezve

source: Server pagination
hu: Szerver oldalú lapozás

source: Enable server side pagination of results (experimental feature)
hu: Engedélyezze a szerveroldali lapozást az eredményeknél (kísérleti funkció)

source: Server Page Length
hu: Szerver oldal hossza

source: Rows per page, 0 means no pagination
hu: Oldalankénti sorok száma, 0 azt jelenti, hogy nincs lapozás

source: Query mode
hu: Lekérdezési mód

source: Group By, Metrics or Percentage Metrics must have a value
hu: Group By, Metrics vagy Percentage Metrics értéket kell tartalmazzon

source: You need to configure HTML sanitization to use CSS
hu: Szükséged van arra, hogy konfiguráld az HTML szűrését, hogy használhass CSS-t

source: CSS Styles
hu: CSS stílusok

source: CSS applied to the chart
hu: A diagramra alkalmazott CSS

source: Columns to group by on the columns
hu: Oszlopok csoportosítása az oszlopokon alapulva

source: Rows
hu: Sorok

source: Columns to group by on the rows
hu: Oszlopok, amelyek szerint csoportosítani kell a sorokat

source: Apply metrics on
hu: Méretek alkalmazása

source: Use metrics as a top level group for columns or for rows
hu: Használja a metrikákat a legfelső szintű csoportként az oszlopok vagy sorok esetében

source: Cell limit
hu: Cella korlát

source: Limits the number of cells that get retrieved.
hu: Korlátozza a lekérdezett cellák számát.

source: Metric used to define how the top series are sorted if a series or cell limit is present. If undefined reverts to the first metric (where appropriate).
hu: Mértékegység, amely meghatározza, hogyan rendeződnek a legjobb sorozatok, ha egy sorozat vagy cella korlát van jelen. Ha nem definiált, akkor az első metrikára tér vissza (ahol alkalmazható).

source: Aggregation function
hu: Aggregációs funkció

source: Count
hu: Számolj

source: Count Unique Values
hu: Egyedi értékek számlálása

source: List Unique Values
hu: Egyedi értékek listázása

source: Sum
hu: Összeg

source: Average
hu: Átlag

source: Median
hu: Medián

source: Sample Variance
hu: Mintavariancia

source: Sample Standard Deviation
hu: Mintapéldában a szórás

source: First
hu: Először

source: Last
hu: Utolsó

source: Sum as Fraction of Total
hu: Összeg mint a teljesnek a tört része

source: Sum as Fraction of Rows
hu: Összeg mint sorok tört része

source: Sum as Fraction of Columns
hu: Összeg mint oszlopok tört része

source: Count as Fraction of Total
hu: Számoljuk ki a teljes összeghez viszonyított tört részét

source: Count as Fraction of Rows
hu: Számolás a sorok tört részeként

source: Count as Fraction of Columns
hu: Számolás oszlopok arányában

source: Aggregate function to apply when pivoting and computing the total rows and columns
hu: Összesítő függvény alkalmazása a pivotáláshoz és a teljes sorok és oszlopok számításához

source: Show rows total
hu: Mutassa meg a sorok összegét

source: Display row level total
hu: Sorösszesítés megjelenítése

source: Show columns total
hu: Oszlopok összege mutatása

source: Display column level total
hu: Oszlop szintű összesítés megjelenítése

source: Transpose pivot
hu: Transzponálás pivotálással

source: Swap rows and columns
hu: Cserélje ki a sorokat és oszlopokat

source: Combine metrics
hu: Mérőszámok kombinálása

source: Display metrics side by side within each column, as opposed to each column being displayed side by side for each metric.
hu: A mutatókat oszloponként egymás mellett jelenítse meg, nem pedig az oszlopokat mutatók szerint egymás mellett.

source: D3 time format for datetime columns
hu: D3 időformátum a dátum- és időoszlopokhoz

source: Sort rows by
hu: Sorrendezze a sorokat

source: key a-z
hu: kulcs a-z

source: key z-a
hu: kulcs z-a

source: value ascending
hu: érték növekvőben

source: value descending
hu: érték csökkenő sorrendben

source: Change order of rows.
hu: Sorok sorrendjének megváltoztatása.

source: Available sorting modes:
hu: Elérhető rendezési módok:

source: By key: use row names as sorting key
hu: Kulcs szerint: használja a sorneveket rendezési kulcsként

source: By value: use metric values as sorting key
hu: Érték szerint: használja a metrikus értékeket rendezési kulcsként

source: Sort columns by
hu: Oszlopok rendezése szerint

source: Change order of columns.
hu: Oszlopok sorrendjének megváltoztatása.

source: By key: use column names as sorting key
hu: Kulcs szerint: használja az oszlopneveket rendezési kulcsként

source: Rows subtotal position
hu: Sorok részösszegeinek helyzete

source: Position of row level subtotal
hu: Sor szintű részösszeg pozíciója

source: Columns subtotal position
hu: Oszlopok részösszegeinek helyzete

source: Position of column level subtotal
hu: Oszlopszintű részösszeg pozíciója

source: Conditional formatting
hu: Feltételes formázás

source: Apply conditional color formatting to metrics
hu: Alkalmazz feltételes színezést a mutatókra

source: Used to summarize a set of data by grouping together multiple statistics along two axes. Examples: Sales numbers by region and month, tasks by status and assignee, active users by age and location. Not the most visually stunning visualization, but highly informative and versatile.
hu: Ez arra szolgál, hogy összefoglalja az adatokat, több statisztikát csoportosítva két tengely mentén. Példák: Eladási adatok régió és hónap szerint, feladatok állapot és felelős szerint, aktív felhasználók életkor és hely szerint. Nem a leglátványosabb megjelenítés, de rendkívül informatív és sokoldalú.

source: Pivot Table
hu: Pivot táblázat

source: Total (%(aggregatorName)s)
hu: Összesen (%(aggregatorName)s)

source: Unknown input format
hu: Helytelen bevitel

source: No matching records found
hu: Nincs találat a rekordok között.

source: Shift + Click to sort by multiple columns
hu: Shift + Kattintson a több oszlop szerinti rendezéshez

source: Totals
hu: Összesen

source: Timestamp format
hu: Időbélyeg formátum

source: Page length
hu: Oldalhossz

source: Search box
hu: Keresési mező

source: Whether to include a client-side search box
hu: Az ügyféloldali keresőmező belefoglalása

source: Cell bars
hu: Cell bars Cella rácsok

source: Whether to align background charts with both positive and negative values at 0
hu: Azonosítani kell, hogy a háttérképek a pozitív és negatív értékeket is 0-hoz igazítsák-e

source: Allow columns to be rearranged
hu: Engedélyezze az oszlopok átrendezését

source: Allow end user to drag-and-drop column headers to rearrange them. Note their changes won't persist for the next time they open the chart.
hu: Engedélyezze a végfelhasználónak, hogy húzza és ejtse az oszlopfejléceket az átrendezéshez. Jegyezze meg, hogy a változtatások nem maradnak fenn a következő alkalommal, amikor megnyitják a diagramot.

source: Customize columns
hu: Testreszabott oszlopok

source: Further customize how to display each column
hu: További testreszabás: hogyan jelenítse meg az egyes oszlopokat

source: Apply conditional color formatting to numeric columns
hu: Alkalmazzon feltételes színezést a numerikus oszlopokra

source: Classic row-by-column spreadsheet like view of a dataset. Use tables to showcase a view into the underlying data or to show aggregated metrics.
hu: Egy klasszikus sor-oszlop táblázat nézet egy adatkészletből. Használjon táblázatokat a háttérben lévő adatok megjelenítésére vagy az összesített mutatók bemutatására.

source: Show
hu: Mutass

source: entries
hu: bejegyzések

source: Word Cloud
hu: Szófelhő

source: Minimum Font Size
hu: Minimális betűméret

source: Font size for the smallest value in the list
hu: A lista legkisebb értékének betűmérete.

source: Maximum Font Size
hu: Maximum betűméret

source: Font size for the biggest value in the list
hu: A legnagyobb érték betűmérete a listában.

source: Word Rotation
hu: Szóforgatás

source: random
hu: véletlen

source: square
hu: négyzet

source: Rotation to apply to words in the cloud
hu: A felhőben megjelenő szavakhoz alkalmazandó forgatás

source: Visualizes the words in a column that appear the most often. Bigger font corresponds to higher frequency.
hu: Vizualizálja a leggyakrabban előforduló szavakat egy oszlopban. A nagyobb betűméret a magasabb gyakoriságot jelenti.

source: failed
hu: sikertelen

source: pending
hu: küldés folyamatban

source: running
hu: futás

source: stopped
hu: megállt

source: success
hu: siker

source: The query couldn't be loaded
hu: A lekérdezést nem sikerült betölteni

source: Your query has been scheduled. To see details of your query, navigate to Saved queries
hu: A lekérdezésed ütemezve lett. A lekérdezés részleteinek megtekintéséhez navigálj a Mentett lekérdezésekhez

source: Your query could not be scheduled
hu: A lekérdezésed nem volt ütemezve

source: Failed at retrieving results
hu: Nem sikerült lekérni az eredményt

source: An error occurred while storing the latest query id in the backend. Please contact your administrator if this problem persists.
hu: Hiba történt a legfrissebb lekérdezés azonosítójának tárolása közben a háttérrendszerben. Kérlek, lépj kapcsolatba az adminisztrátoroddal, ha ez a probléma fennáll.

source: Unknown error
hu: Ismeretlen hiba

source: Query was stopped.
hu: A lekérdezés leállt.

source: Failed at stopping query. %s
hu: Nem sikerült leállítani a lekérdezést. %s

source: Unable to migrate table schema state to backend. Superset will retry later. Please contact your administrator if this problem persists.
hu: Nem sikerült áthelyezni az adattábla séma állapotát a háttérrendszerbe. A Superset később újrapróbálja. Kérlek, vedd fel a kapcsolatot az adminisztrátoroddal, ha ez a probléma fennáll.

source: Unable to migrate query editor state to backend. Superset will retry later. Please contact your administrator if this problem persists.
hu: Nem sikerült áthelyezni a lekérdezésszerkesztő állapotát a háttérrendszerbe. A Superset később megpróbálja újra. Kérjük, lépjen kapcsolatba az adminisztrátorral, ha a probléma fennáll.

source: Unable to add a new tab to the backend. Please contact your administrator.
hu: Nem lehet új lapot hozzáadni a háttérrendszerhez. Kérlek, lépj kapcsolatba az adminisztrátoroddal.

source: -- Note: Unless you save your query, these tabs will NOT persist if you clear your cookies or change browsers.
hu: -- Megjegyzés: Hacsak nem menti el a lekérdezését, ezek a fülek NEM maradnak meg, ha törli a sütiket vagy böngészőt vált.

source: Copy of %s
hu: %s másolata

source: An error occurred while setting the active tab. Please contact your administrator.
hu: Hiba történt az aktív fül beállítása közben. Kérlek, lépj kapcsolatba az adminisztrátoroddal.

source: An error occurred while fetching tab state
hu: Hiba történt a lapállapot lekérése közben

source: An error occurred while hiding the left bar. Please contact your administrator.
hu: Hiba történt a bal oldali sáv elrejtése közben. Kérjük, lépjen kapcsolatba az adminisztrátorral.

source: An error occurred while removing tab. Please contact your administrator.
hu: Hiba történt a fül eltávolítása közben. Kérlek, lépj kapcsolatba az adminisztrátoroddal.

source: An error occurred while removing query. Please contact your administrator.
hu: Hiba történt a lekérdezés eltávolítása közben. Kérlek, lépj kapcsolatba az adminisztrátoroddal.

source: An error occurred while setting the tab database ID. Please contact your administrator.
hu: Hiba történt a lap adatbázis azonosítójának beállítása közben. Kérjük, lépjen kapcsolatba az adminisztrátorral.

source: An error occurred while setting the tab schema. Please contact your administrator.
hu: Hiba történt a laprendszer beállítása közben. Kérlek, lépj kapcsolatba az adminisztrátoroddal.

source: An error occurred while setting the tab autorun. Please contact your administrator.
hu: Hiba történt a fül automatikus indításának beállítása közben. Kérlek, lépj kapcsolatba az adminisztrátoroddal.

source: An error occurred while setting the tab name. Please contact your administrator.
hu: Hiba történt a fül nevének beállítása közben. Kérlek, lépj kapcsolatba az adminisztrátoroddal.

source: Your query could not be saved
hu: A lekérdezésed nem sikerült menteni

source: Your query was not properly saved
hu: A lekérdezésed nem lett megfelelően mentve

source: Your query was saved
hu: A lekérdezésed el lett mentve

source: Your query was updated
hu: A lekérdezésed frissült

source: Your query could not be updated
hu: A lekérdezésed nem frissíthető

source: An error occurred while storing your query in the backend. To avoid losing your changes, please save your query using the "Save Query" button.
hu: Hiba történt a lekérdezés tárolása közben a háttérrendszerben. A változtatások elvesztésének elkerülése érdekében kérlek, mentsd el a lekérdezést a "Lekérdezés mentése" gomb használatával.

source: An error occurred while setting the tab template parameters. Please contact your administrator.
hu: Hiba történt a lap sablon paramétereinek beállítása közben. Kérlek, lépj kapcsolatba az adminisztrátoroddal.

source: An error occurred while fetching table metadata. Please contact your administrator.
hu: Egy hiba történt a táblázat metaadatának lekérése közben. Kérlek, lépj kapcsolatba az adminisztrátoroddal.

source: An error occurred while expanding the table schema. Please contact your administrator.
hu: Hiba történt a táblaséma kibővítése közben. Kérlek, lépj kapcsolatba az adminisztrátoroddal.

source: An error occurred while collapsing the table schema. Please contact your administrator.
hu: Hiba történt a táblaséma összeomlásakor. Kérlek, lépj kapcsolatba az adminisztrátoroddal.

source: An error occurred while removing the table schema. Please contact your administrator.
hu: Hiba történt a táblaséma eltávolítása közben. Kérlek, lépj kapcsolatba az adminisztrátoroddal.
