Repository: kodinformatika/dataplatform-superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: hu

source: Operate the database in asynchronous mode, meaning that the queries are executed on remote workers as opposed to on the web server itself. This assumes that you have a Celery worker setup as well as a results backend. Refer to the installation docs for more information.
hu: A műveletet aszinkron módban hajtsa végre az adatbázison, ami azt jelenti, hogy a lekérdezéseket távoli munkavállalókon hajtják végre, nem pedig magán a webszerveren. Ez feltételezi, hogy rendelkezik egy Celery munkavállaló beállítással, valamint egy eredmények háttérrel. További információért tekintse meg a telepítési dokumentációt.

source: Allow CREATE TABLE AS option in SQL Lab
hu: Engedélyezze a CREATE TABLE AS opciót a SQL Labban

source: Allow CREATE VIEW AS option in SQL Lab
hu: Engedélyezze a CREATE VIEW AS opciót az SQL Labban

source: Allow users to run non-SELECT statements (UPDATE, DELETE, CREATE, ...) in SQL Lab
hu: Engedélyezze a felhasználóknak, hogy futtathassanak nem SELECT utasításokat (UPDATE, DELETE, CREATE, ...) a SQL Lab-ben

source: When allowing CREATE TABLE AS option in SQL Lab, this option forces the table to be created in this schema
hu: Amikor engedélyezzük a CREATE TABLE AS opciót a SQL Lab-ban, ez az opció arra kényszeríti a táblát, hogy ebben a sémában legyen létrehozva

source: If Presto, all the queries in SQL Lab are going to be executed as the currently logged on user who must have permission to run them.<br/>If Hive and hive.server2.enable.doAs is enabled, will run the queries as service account, but impersonate the currently logged on user via hive.server2.proxy.user property.
hu: Ha a Presto használatban van, akkor az SQL Lab-ben végrehajtott összes lekérdezés a jelenleg bejelentkezett felhasználóként fog végrehajtódni, aki rendelkeznie kell a futtatáshoz szükséges engedéllyel.<br/>Ha a Hive és a hive.server2.enable.doAs engedélyezve van, akkor a lekérdezéseket a szolgáltatási fiókként fogja futtatni, de a hive.server2.proxy.user tulajdonság segítségével az aktuálisan bejelentkezett felhasználó nevében fogja végrehajtani.

source: Duration (in seconds) of the caching timeout for charts of this database. A timeout of 0 indicates that the cache never expires. Note this defaults to the global timeout if undefined.
hu: Ennek az adatbázisnak a diagramjainak gyorsítótárazási időkorlátja másodpercben. A 0 érték azt jelenti, hogy a gyorsítótár soha nem jár le. Megjegyzés: ha nincs meghatározva, akkor ez az alapértelmezett érték a globális időkorlátnak.

source: Expose in SQL Lab
hu: Kiexponálás a SQL Labban

source: Allow CREATE TABLE AS
hu: Engedélyezd a CREATE TABLE AS műveletet

source: Allow CREATE VIEW AS
hu: Engedélyezd a CREATE VIEW AS műveletet

source: Allow DML
hu: Engedélyezze a DML műveleteket

source: CTAS Schema
hu: CTAS séma

source: Chart Cache Timeout
hu: Diagram gyorsítótár időkorlátja

source: Secure Extra
hu: Biztosított Extra

source: Root certificate
hu: Gyökér tanúsítvány

source: Async Execution
hu: Async végrehajtás

source: Impersonate the logged on user
hu: Felhasználói bejelentkezés után történő megszemélyesítés

source: Backend
hu: Háttérrendszer

source: Extra field cannot be decoded by JSON. %(msg)s
hu: A JSON nem tudja dekódolni a kiegészítő mezőt. %(msg)s

source: Invalid connection string, a valid string usually follows:'DRIVER://USER:PASSWORD@DB-HOST/DATABASE-NAME'<p>Example:'postgresql://user:password@your-postgres-db/database'</p>
hu: Érvénytelen kapcsolódási karakterlánc, egy érvényes karakterlánc általában így néz ki: 'DRIVER://USER:PASSWORD@DB-HOST/DATABASE-NAME'<p>Példa: 'postgresql://user:password@your-postgres-db/database'</p>

source: CSV to Database configuration
hu: CSV adatbázisba való konfigurációja

source: Unable to upload CSV file "%(filename)s" to table "%(table_name)s" in database "%(db_name)s". Error message: %(error_msg)s
hu: Nem sikerült feltölteni a(z) "%(filename)s" CSV fájlt a(z) "%(table_name)s" táblába a(z) "%(db_name)s" adatbázisban. Hibaüzenet: %(error_msg)s

source: CSV file "%(csv_filename)s" uploaded to table "%(table_name)s" in database "%(db_name)s"
hu: A "%(csv_filename)s" CSV fájl feltöltve a "%(table_name)s" táblába a(z) "%(db_name)s" adatbázisban.

source: Excel to Database configuration
hu: Excel adatbázis konfiguráció

source: Database "%(database_name)s" schema "%(schema_name)s" is not allowed for excel uploads. Please contact your Superset Admin.
hu: A(z) "%(database_name)s" adatbázis "%(schema_name)s" séma nem engedélyezett az Excel feltöltésekhez. Kérjük, lépjen kapcsolatba a Superset rendszergazdájával.

source: Unable to upload Excel file "%(filename)s" to table "%(table_name)s" in database "%(db_name)s". Error message: %(error_msg)s
hu: Nem sikerült feltölteni a(z) "%(filename)s" nevű Excel fájlt a(z) "%(table_name)s" táblába a(z) "%(db_name)s" adatbázisban. Hibaüzenet: %(error_msg)s

source: Excel file "%(excel_filename)s" uploaded to table "%(table_name)s" in database "%(db_name)s"
hu: A(z) "%(excel_filename)s" nevű Excel fájl feltöltve a(z) "%(table_name)s" táblába a(z) "%(db_name)s" adatbázisban.

source: Columnar to Database configuration
hu: Oszlopos adatbázis konfiguráció

source: Multiple file extensions are not allowed for columnar uploads. Please make sure all files are of the same extension.
hu: Nem engedélyezett több fájlkiterjesztés a táblázatos feltöltésekhez. Győződjön meg róla, hogy az összes fájl azonos kiterjesztéssel rendelkezik.

source: Database "%(database_name)s" schema "%(schema_name)s" is not allowed for columnar uploads. Please contact your Superset Admin.
hu: A(z) "%(database_name)s" adatbázis "%(schema_name)s" séma nem engedélyezett oszlopos feltöltésekhez. Kérjük, lépjen kapcsolatba a Superset rendszergazdájával.

source: Unable to upload Columnar file "%(filename)s" to table "%(table_name)s" in database "%(db_name)s". Error message: %(error_msg)s
hu: Nem sikerült feltölteni a "%(filename)s" oszlopos fájlt a(z) "%(table_name)s" táblába a(z) "%(db_name)s" adatbázisban. Hibaüzenet: %(error_msg)s

source: Columnar file "%(columnar_filename)s" uploaded to table "%(table_name)s" in database "%(db_name)s"
hu: A "%(columnar_filename)s" nevű oszlopos fájl feltöltve a "%(table_name)s" táblába a(z) "%(db_name)s" adatbázisban.

source: Request missing data field.
hu: Hiányzó adatmező kérése.

source: Duplicate column name(s): %(columns)s
hu: Azonos oszlopnevek: %(columns)s

source: Logs
hu: Naplók

source: Show Log
hu: Napló megjelenítése

source: Add Log
hu: Napló hozzáadása

source: User
hu: Felhasználó

source: Action
hu: Akció

source: List Saved Query
hu: Listázott lekérdezés

source: Show Saved Query
hu: Mentett lekérdezés megjelenítése

source: Add Saved Query
hu: Hozzáadott mentett lekérdezés

source: Edit Saved Query
hu: Szerkesztett lekérdezés

source: Label
hu: Címke

source: End Time
hu: Vége idő

source: Changed on
hu: Megváltoztatva erre

source: Untitled Query
hu: Névtelen lekérdezés

source: Time Range
hu: Időtartam

source: Time Column
hu: Idő oszlop

source: Time Grain
hu: Időszemcsék

source: Time Granularity
hu: Időfelbontás

source: Time
hu: Idő

source: A reference to the [Time] configuration, taking granularity into account
hu: Egy hivatkozás a [Time] konfigurációra, a granularitást figyelembe véve

source: Aggregate
hu: Összegzés

source: Raw records
hu: Nyers feljegyzések

source: Category name
hu: Kategória név

source: Total value
hu: Teljes érték

source: Minimum value
hu: Minimum érték

source: Maximum value
hu: Maximum érték

source: Average value
hu: Átlagérték

source: Certified by %s
hu: %s által tanúsított

source: description
hu: leírás

source: Changing this control takes effect instantly
hu: Ez az irányítás azonnal hatályba lép a módosítás után

source: Show info tooltip
hu: Mutassa meg az információs tooltipet

source: SQL expression
hu: SQL kifejezés

source: Column datatype
hu: Oszlop adattípus

source: Column name
hu: Oszlop neve

source: Metric name
hu: Mértékegység neve

source: unknown type icon
hu: ismeretlen típus ikon

source: function type icon
hu: funkció típus ikon

source: string type icon
hu: sztring típus ikon

source: numeric type icon
hu: számérték típus ikon

source: boolean type icon
hu: boolean típus ikon

source: temporal type icon
hu: időbeli típus ikon

source: Advanced analytics
hu: Fejlett analitika

source: This section contains options that allow for advanced analytical post processing of query results
hu: Ez a rész olyan lehetőségeket tartalmaz, amelyek lehetővé teszik a lekérdezés eredményének haladó elemzését követő feldolgozását

source: Rolling window
hu: Gördülő ablak

source: Rolling function
hu: Gördülő funkció

source: None
hu: Nincs példa

source: Defines a rolling window function to apply, works along with the [Periods] text box
hu: Definiál egy gördülő ablak funkciót, amely alkalmazható a [Periods] szövegdobozzal együtt

source: Periods
hu: Időszakok

source: Defines the size of the rolling window function, relative to the time granularity selected
hu: Meghatározza a gördülő ablakfüggvény méretét a kiválasztott időegységhez viszonyítva

source: Min periods
hu: Minimális időszakok

source: The minimum number of rolling periods required to show a value. For instance if you do a cumulative sum on 7 days you may want your "Min Period" to be 7, so that all data points shown are the total of 7 periods. This will hide the "ramp up" taking place over the first 7 periods
hu: A minimális gördülő időszak, amely szükséges egy érték megjelenítéséhez. Például, ha kumulatív összeget számolsz 7 napra, akkor a "Min Időszak" értékét 7-nek kell beállítani, hogy az összes adatpont a 7 időszak összesített értékét mutassa. Ez elrejti az első 7 időszakban történő "felgyorsulást"

source: Time comparison
hu: Idő összehasonlítás

source: Time shift
hu: Időeltolás

source: 1 day ago
hu: 1 napja

source: 1 week ago
hu: 1 hét múlva

source: 28 days ago
hu: 28 napja

source: 30 days ago
hu: 30 napja

source: 52 weeks ago
hu: 52 hétvel ezelőtt

source: 1 year ago
hu: 1 évvel ezelőtt

source: 104 weeks ago
hu: 104 hétvel ezelőtt

source: 2 years ago
hu: 2 évvel ezelőtt

source: 156 weeks ago
hu: 156 hétvel ezelőtt

source: 3 years ago
hu: 3 évvel ezelőtt

source: Overlay one or more timeseries from a relative time period. Expects relative time deltas in natural language (example: 24 hours, 7 days, 52 weeks, 365 days). Free text is supported.
hu: Egy vagy több idősor átfedése egy relatív időszakból. Természetes nyelven relatív időintervallumokat vár (példa: 24 óra, 7 nap, 52 hét, 365 nap). Szabad szöveg is támogatott.

source: Actual values
hu: Aktuális értékek

source: Difference
hu: Különbség

source: Percentage change
hu: Százalékos változás

source: Ratio
hu: Arány

source: How to display time shifts: as individual lines; as the difference between the main time series and each time shift; as the percentage change; or as the ratio between series and time shifts.
hu: Hogyan jelenítsük meg az időeltolódásokat: egyedi sorokként; mint a fő idősor és az egyes időeltolódások közötti különbséget; mint a százalékos változást; vagy mint a sorozat és az időeltolódások arányát.

source: Resample
hu: Újramintavételezés

source: Rule
hu: Szabály

source: 1 minutely frequency
hu: 1 perces gyakoriság

source: 1 hourly frequency
hu: 1 órás gyakoriság

source: 1 calendar day frequency
hu: 1 naptári nap gyakoriság

source: 7 calendar day frequency
hu: 7 naptári nap gyakoriság

source: 1 month start frequency
hu: 1 hónap kezdési gyakoriság

source: 1 month end frequency
hu: 1 hónap végi gyakoriság

source: 1 year start frequency
hu: 1 év kezdési gyakoriság

source: 1 year end frequency
hu: 1 év végi gyakoriság

source: Pandas resample rule
hu: Pandas resample szabály

source: Fill method
hu: Kitöltési módszer

source: Null imputation
hu: Null pótlása

source: Zero imputation
hu: Nulla kiegészítés

source: Linear interpolation
hu: Lineáris interpoláció

source: Forward values
hu: Értékek továbbítása

source: Backward values
hu: Hátrányos értékek

source: Median values
hu: Medián értékek

source: Mean values
hu: Átlagértékek

source: Sum values
hu: Összegezd az értékeket

source: Pandas resample method
hu: Pandas resample metódus

source: Annotations and Layers
hu: Megjegyzések és rétegek

source: Left
hu: Balra

source: Top
hu: Felső

source: Chart Title
hu: Diagram címe

source: X Axis
hu: X tengely

source: X Axis Title
hu: X tengely címe

source: X AXIS TITLE BOTTOM MARGIN
hu: X TENGELY CÍM ALULI MARGÓ

source: Y Axis
hu: Y tengely

source: Y Axis Title
hu: Y tengely címe

source: Y AXIS TITLE MARGIN
hu: Y TENGELY CÍM MARGÓJA

source: Y AXIS TITLE POSITION
hu: Y TENGELY CÍM POZÍCIÓJA

source: Query
hu: Lekérdezés

source: Predictive Analytics
hu: Előrejelző elemzés

source: Enable forecast
hu: Engedélyezze a jóslatot.

source: Enable forecasting
hu: Előrejelzés engedélyezése

source: Forecast periods
hu: Előrejelzési időszakok

source: How many periods into the future do we want to predict
hu: Hány időszakra a jövőbe szeretnénk előrejelzést készíteni

source: Confidence interval
hu: Bizonyossági intervallum

source: Width of the confidence interval. Should be between 0 and 1
hu: A bizalomintervallum szélessége. 0 és 1 között kell lennie

source: Yearly seasonality
hu: Éves szezonalitás

source: default
hu: alapértelmezett

source: Yes
hu: Igen

source: No
hu: Nem

source: Should yearly seasonality be applied. An integer value will specify Fourier order of seasonality.
hu: Szükséges éves szezonalitás alkalmazása? Egy egész érték határozza meg a Fourier rendjét a szezonalitásnak.

source: Weekly seasonality
hu: Heti szezonalitás

source: Should weekly seasonality be applied. An integer value will specify Fourier order of seasonality.
hu: Szükséges a heti szezonalitás alkalmazása? Egy egész szám határozza meg a Fourier-szezonalitás rendjét.

source: Daily seasonality
hu: Napi szezonális jelleg

source: Should daily seasonality be applied. An integer value will specify Fourier order of seasonality.
hu: Szükséges a napi szezonalitás alkalmazása? Egy egész szám határozza meg a Fourier-szezonalitás rendjét.

source: Time related form attributes
hu: Idővel kapcsolatos űrlap attribútumok

source: Datasource & Chart Type
hu: Adatforrás és diagramtípus

source: Chart ID
hu: Diagram azonosító

source: The id of the active chart
hu: Az aktív diagram azonosítója

source: Cache Timeout (seconds)
hu: Cache lejárati idő (másodpercben)

source: The number of seconds before expiring the cache
hu: A gyorsítótár lejárata előtti másodpercek száma

source: URL Parameters
hu: URL paraméterek

source: Extra url parameters for use in Jinja templated queries
hu: Extra url paraméterek a Jinja sablonokban használt lekérdezésekhez

source: Extra Parameters
hu: Extra paraméterek

source: Extra parameters that any plugins can choose to set for use in Jinja templated queries
hu: Extra paraméterek, melyeket bármely bővítmény választhat a Jinja sablonokban használt lekérdezésekhez

source: Color Scheme
hu: Színösszeállítás

source: Contribution Mode
hu: Hozzájárulási mód

source: Row
hu: Sor

source: Series
hu: Sorozat

source: Calculate contribution per series or row
hu: Számold ki a hozzájárulást soronként vagy soron belül

source: Y-Axis Sort By
hu: Y tengely szerint rendezve

source: X-Axis Sort By
hu: X tengely rendezési szempontja

source: Decides which column to sort the base axis by.
hu: Döntse el, hogy melyik oszlopot szeretné rendezni az alap tengely szerint.

source: Y-Axis Sort Ascending
hu: Y tengely szerinti növekvő rendezés

source: X-Axis Sort Ascending
hu: X-tengely növekvő sorrendben rendezve

source: Whether to sort ascending or descending on the base Axis.
hu: Hogy rendezze a növekvő vagy csökkenő sorrendben az alapértelmezett tengelyen.

source: Decides which measure to sort the base axis by.
hu: Döntse el, hogy milyen mértékegységgel rendezze a bázis tengelyt.

source: Dimensions
hu: Méretek

source: One or many columns to group by. High cardinality groupings should include a sort by metric and series limit to limit the number of fetched and rendered series.
hu: Egy vagy több oszlop, amelyek szerint csoportosítani szeretnénk. Magas kardinalitású csoportosítások esetén érdemes metrika szerint rendezni és sorozatkorlátozást alkalmazni, hogy csökkentsük a lekért és megjelenített sorozatok számát.

source: One or many columns to pivot as columns
hu: Egy vagy több oszlop, amelyeket oszlopokként kell pivotálni

source: Dimension
hu: Dimenzió

source: Defines the grouping of entities. Each series is shown as a specific color on the chart and has a legend toggle
hu: Meghatározza az entitások csoportosítását. Minden sorozat egy adott színnel jelenik meg a diagramon, és rendelkezik egy jelmagyarázat kapcsolóval

source: This defines the element to be plotted on the chart
hu: Ez meghatározza az elemet, amelyet a diagramon ábrázolni kell

source: One or many metrics to display
hu: Egy vagy több mutató megjelenítése

source: Right Axis Metric
hu: Jobb tengely metrika

source: Choose a metric for right axis
hu: Válasszon egy metrikát a jobb tengely számára

source: Sort by
hu: Rendezés

source: Metric used to define how the top series are sorted if a series or row limit is present. If undefined reverts to the first metric (where appropriate).
hu: Mértékegység, amely meghatározza, hogyan rendeződnek a legjobb sorozatok, ha egy sorozat vagy sor korlát van jelen. Ha nem definiált, akkor az első metrikára tér vissza (ahol alkalmazható).

source: Bubble Size
hu: Buborék méret

source: Metric used to calculate bubble size
hu: A buborék méretének kiszámításához használt metrika

source: Metric assigned to the [X] axis
hu: Mértékegység hozzárendelve az [X] tengelyhez

source: Metric assigned to the [Y] axis
hu: A [Y] tengelyhez rendelt metrika

source: Color Metric
hu: Színmetrika

source: A metric to use for color
hu: Színhez használandó metrika

source: The time column for the visualization. Note that you can define arbitrary expression that return a DATETIME column in the table. Also note that the filter below is applied against this column or expression
hu: A megjelenítéshez használt időoszlop. Vegye figyelembe, hogy tetszőleges kifejezést definiálhat, amely egy DATETIME oszlopot ad vissza a táblában. Továbbá vegye figyelembe, hogy az alábbi szűrő ezen oszlopra vagy kifejezésre vonatkozik

source: Drop a temporal column here or click
hu: Dobd ide egy ideiglenes oszlopot, vagy kattints ide

source: Y-axis
hu: Y-tengely

source: Dimension to use on y-axis.
hu: Használandó dimenzió az y-tengelyen.

source: X-axis
hu: X-tengely

source: Dimension to use on x-axis.
hu: Az x-tengelyen használandó dimenzió.

source: The type of visualization to display
hu: A megjelenítendő vizualizáció típusa

source: Fixed Color
hu: Rögzített szín

source: Use this to define a static color for all circles
hu: Használd ezt az összes kör számára egy statikus szín meghatározásához

source: Linear Color Scheme
hu: Lineáris színemelet

source: all
hu: minden

source: 5 seconds
hu: 5 másodperc

source: 30 seconds
hu: 30 másodperc

source: 1 minute
hu: 1 perc

source: 5 minutes
hu: 5 perc

source: 30 minutes
hu: 30 perc

source: 1 hour
hu: 1 óra

source: 1 day
hu: 1 nap

source: 7 days
hu: 7 nap

source: week
hu: hét

source: week starting Sunday
hu: hét vasárnaptól kezdődik

source: week ending Saturday
hu: hét vége szombat

source: month
hu: hónap

source: quarter
hu: negyed

source: year
hu: év

source: The time granularity for the visualization. Note that you can type and use simple natural language as in `10 seconds`, `1 day` or `56 weeks`
hu: A megjelenítés időegysége. Fontos megjegyezni, hogy egyszerű természetes nyelvet használhatsz, például `10 másodperc`, `1 nap` vagy `56 hét`

source: The time granularity for the visualization. This applies a date transformation to alter your time column and defines a new time granularity. The options here are defined on a per database engine basis in the Superset source code.
hu: Az időfelbontás a megjelenítéshez. Ez egy dátumtranszformációt alkalmaz az időoszlopon, és meghatározza az új időfelbontást. A lehetőségek itt adatbázis-motoronként vannak meghatározva a Superset forráskódjában.

source: The time range for the visualization. All relative times, e.g. "Last month", "Last 7 days", "now", etc. are evaluated on the server using the server's local time (sans timezone). All tooltips and placeholder times are expressed in UTC (sans timezone). The timestamps are then evaluated by the database using the engine's local timezone. Note one can explicitly set the timezone per the ISO 8601 format if specifying either the start and/or end time.
hu: A megjelenítés időtartama. Az összes relatív idő, például "Előző hónap", "Előző 7 nap", "most", stb., a szerveren kerül kiértékelésre a szerver helyi ideje alapján (időzóna nélkül). Az összes eszköztipp és helykitöltő idő UTC időben van kifejezve (időzóna nélkül). Az időbélyegeket aztán az adatbázis kiértékeli az adatbázis motor helyi időzónájának használatával. Megjegyzés: az ISO 8601 formátum szerint kifejezett időzónát egyértelműen meg lehet adni, ha a kezdő és/vagy befejezési időt megadja.

source: Row limit
hu: Sor korlát

source: Limits the number of rows that get displayed.
hu: Korlátozza a megjelenített sorok számát.

source: Sort Descending
hu: Csökkenő sorrendben rendezve

source: Whether to sort descending or ascending
hu: Hogy legyen-e csökkenő vagy növekvő sorrendben rendezve

source: Series limit
hu: Sorozat korlát

source: Limits the number of series that get displayed. A joined subquery (or an extra phase where subqueries are not supported) is applied to limit the number of series that get fetched and rendered. This feature is useful when grouping by high cardinality column(s) though does increase the query complexity and cost.
hu: Korlátozza a megjelenített sorozatok számát. Egy összekapcsolt allekérdezés (vagy egy extra fázis, ahol az allekérdezések nem támogatottak) alkalmazódik a letöltött és megjelenített sorozatok számának korlátozására. Ez a funkció hasznos lehet, amikor magas kártyalitású oszlop(ok) szerint csoportosítunk, bár növeli a lekérdezés bonyolultságát és költségét.

source: Y Axis Format
hu: Y tengely formátuma

source: Time format
hu: Időformátum

source: The color scheme for rendering chart
hu: A diagram megjelenítéséhez használt színkombináció

source: Whether to truncate metrics
hu: Vágja-e le a metrikákat

source: Show empty columns
hu: Üres oszlopok megjelenítése

source: Show less columns
hu: Kevesebb oszlopot mutasson

source: Show all columns
hu: Mutasd az összes oszlopot

source: D3 format
hu: D3 formátum

source: Fraction digits
hu: Tört tizedesjegyek

source: Number of decimal digits to round numbers to
hu: A számok kerekítéséhez használt tizedesjegyek száma

source: Min Width
hu: Minimális szélesség

source: Default minimal column width in pixels, actual width may still be larger than this if other columns don't need much space
hu: Alapértelmezett minimális oszlop szélesség pixelben, a tényleges szélesség ennél nagyobb lehet, ha más oszlopoknak kevés helyre van szükségük

source: Text align
hu: Szöveg igazítás

source: Horizontal alignment
hu: Vízszintes igazítás

source: Center
hu: Közép

source: Right
hu: Rendben

source: Show cell bars
hu: Mutassa meg a cellasávokat

source: Whether to display a bar chart background in table columns
hu: Hogy megjelenjen-e egy oszlopdiagram háttér a táblázat oszlopaiban

source: Align +/-
hu: Igazítás +/-

source: Whether to align positive and negative values in cell bar chart at 0
hu: Azonosítani kell a pozitív és negatív értékeket a cellás oszlopdiagramban a 0-hoz képest

source: Color +/-
hu: Szín +/-

source: Whether to colorize numeric values by if they are positive or negative
hu: Hogy színezze a numerikus értékeket attól függően, hogy pozitívak vagy negatívak-e
