Repository: kodinformatika/dataplatform-superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: hu

source: Time delta in natural language (example: 24 hours, 7 days, 56 weeks, 365 days)
hu: Időkülönbség természetes nyelven (példa: 24 óra, 7 nap, 56 hét, 365 nap)

source: Display configuration
hu: Kijelző konfiguráció

source: Configure your how you overlay is displayed here.
hu: Konfiguráld, hogy hogyan jelenjen meg az átfedésed itt.

source: Annotation layer stroke
hu: Jegyzet réteg vonalvastagság

source: Style
hu: Stílus

source: Solid
hu: Szilárd

source: Long dashed
hu: Hosszú gondolatjel

source: Dotted
hu: Pontozott

source: Annotation layer opacity
hu: Réteg átlátszatlansága

source: Color
hu: Szín

source: Automatic Color
hu: Automatikus szín

source: Shows or hides markers for the time series
hu: Megjeleníti vagy elrejti a jelölőket az idősorokhoz

source: Hide Line
hu: Rejtett sor

source: Hides the Line for the time series
hu: Elrejti a vonalat az idősorhoz

source: Layer configuration
hu: Rétegkonfiguráció

source: Configure the basics of your Annotation Layer.
hu: Állítsa be az annotációs réteg alapvető beállításait.

source: Mandatory
hu: Kötelező

source: Hide layer
hu: Réteg elrejtése

source: Show label
hu: Címke megjelenítése

source: Whether to always show the annotation label
hu: Mindig megjelenjen-e az annotációs címke

source: Annotation layer type
hu: Megjegyzés réteg típusa

source: Choose the annotation layer type
hu: Válassza ki az annotációs réteg típusát

source: Annotation source type
hu: Megjegyzés forrás típusa

source: Choose the source of your annotations
hu: Válassza ki az annotációk forrását

source: Annotation source
hu: Forrás megjegyzése

source: Remove
hu: Sure, here's the translation of the example text into Hungarian: Példa

source: Edit annotation layer
hu: Szerkesztési annotációs réteg

source: Add annotation layer
hu: Jegyezzen hozzá egy annotációs réteget

source: Empty collection
hu: Üres gyűjtemény

source: Add an item
hu: Adj hozzá egy elemet

source: Remove item
hu: Távolítsa el az elemet

source: This color scheme is being overridden by custom label colors. Check the JSON metadata in the Advanced settings
hu: Ez a színösszeállítás felülíródik a testreszabott címkeszínek által. Ellenőrizze a JSON metaadatot az Előrehaladott beállításokban

source: The color scheme is determined by the related dashboard. Edit the color scheme in the dashboard properties.
hu: A színösszeállítás a kapcsolódó vezérlőpulton alapul. Szerkeszd meg a színösszeállítást a vezérlőpult tulajdonságaiban.

source: dashboard
hu: irányítópult

source: Dashboard scheme
hu: Irányítópult séma

source: Select color scheme
hu: Színválasztás

source: Select scheme
hu: Válasszon sémát

source: Edit formatter
hu: Szerkesztés formázó

source: Add new formatter
hu: Új formázó hozzáadása

source: Add new color formatter
hu: Új színformázó hozzáadása

source: alert
hu: figyelmeztetés

source: error
hu: hiba

source: success dark
hu: siker sötét

source: alert dark
hu: figyelmeztetés sötét

source: error dark
hu: hiba sötét

source: This value should be smaller than the right target value
hu: Ez az érték kisebbnek kell lennie, mint a megfelelő célszám

source: This value should be greater than the left target value
hu: Ez az érték nagyobbnak kell lennie, mint a bal célérték

source: Required
hu: Kötelező

source: Operator
hu: Operátor

source: Left value
hu: Bal érték

source: Right value
hu: Helyes érték

source: Target value
hu: Célérték

source: Select column
hu: Válassza ki az oszlopot

source: Edit dataset
hu: Adatbázis szerkesztése

source: You must be a dataset owner in order to edit. Please reach out to a dataset owner to request modifications or edit access.
hu: A szerkesztéshez adathalmaz tulajdonosának kell lenned. Kérlek, lépj kapcsolatba az adathalmaz tulajdonosával, hogy módosításokat kérj vagy szerkesztési hozzáférést igényelj.

source: View in SQL Lab
hu: Nézet a SQL Lab-ban

source: Query preview
hu: Lekérdezés előnézet

source: Save as dataset
hu: Mentés adatkészletként

source: Missing URL parameters
hu: Hiányzó URL paraméterek

source: The URL is missing the dataset_id or slice_id parameters.
hu: A URL hiányzik a dataset_id vagy slice_id paraméterek.

source: The dataset linked to this chart may have been deleted.
hu: A diagramhoz kapcsolódó adatkészlet lehet, hogy törölve lett.

source: RANGE TYPE
hu: TARTOMÁNY TÍPUS

source: Actual time range
hu: Aktuális időtartam

source: APPLY
hu: ALKALMAZZA

source: Edit time range
hu: Időtartam szerkesztése

source: Configure Advanced Time Range
hu: Haladó időtartomány beállítása

source: START (INCLUSIVE)
hu: KEZDÉS (BELEÉRTVE)

source: Start date included in time range
hu: Kezdési dátum a időtartományban szerepel

source: END (EXCLUSIVE)
hu: VÉGE (KIZÁRÓLAGOS)

source: End date excluded from time range
hu: A végdátum nem szerepel az időtartományban

source: Configure Time Range: Previous...
hu: Időtartam beállítása: Előző...

source: Configure Time Range: Last...
hu: Időtartam beállítása: Utolsó...

source: Configure custom time range
hu: Egyéni időtartomány konfigurálása

source: Relative quantity
hu: Relatív mennyiség

source: Relative period
hu: Relatív időszak

source: Anchor to
hu: Horgonyozz le

source: NOW
hu: MOST

source: Date/Time
hu: Dátum/Idő

source: Return to specific datetime.
hu: Visszatérés a konkrét dátumhoz és időponthoz.

source: Syntax
hu: Szintaxis

source: Example
hu: Példa

source: Moves the given set of dates by a specified interval.
hu: A megadott dátumhalmazt egy meghatározott időintervallummal eltolja.

source: Truncates the specified date to the accuracy specified by the date unit.
hu: A megadott dátumot levágja a dátumegység által meghatározott pontosságra.

source: Get the last date by the date unit.
hu: Szerezd meg az utolsó dátumot a dátumegység alapján.

source: Get the specify date for the holiday
hu: Szerezd meg a pontos dátumot az ünnepre

source: Previous
hu: Előző

source: Custom
hu: Egyedi

source: last day
hu: utolsó nap

source: last week
hu: múlt héten

source: last month
hu: múlt hónap

source: last quarter
hu: utolsó negyedév

source: last year
hu: tavaly

source: previous calendar week
hu: előző naptári hét

source: previous calendar month
hu: előző naptári hónap

source: previous calendar year
hu: előző naptári év

source: Seconds %s
hu: Másodpercek %s

source: Minutes %s
hu: Percek %s

source: Hours %s
hu: Órák %s

source: Days %s
hu: Napok %s

source: Weeks %s
hu: Hét %s

source: Months %s
hu: Hónapok %s

source: Quarters %s
hu: Negyedek %s

source: Years %s
hu: Évek %s

source: Specific Date/Time
hu: Konkrét dátum/idő

source: Relative Date/Time
hu: Relatív dátum/idő

source: Now
hu: Most

source: Midnight
hu: Éjfél

source: Saved expressions
hu: Mentett kifejezések

source: Saved
hu: Mentve

source: %s column(s)
hu: %s oszlop(ok)

source: No temporal columns found
hu: Nem találhatók időbeli oszlopok.

source: No saved expressions found
hu: Nem található mentett kifejezés.

source: Add calculated temporal columns to dataset in "Edit datasource" modal
hu: Adj hozzá számított időoszlopokat a "Forrás szerkesztése" ablakban található adatkészlethez

source: Add calculated columns to dataset in "Edit datasource" modal
hu: Adj hozzá számított oszlopokat a datasethez az "Adatforrás szerkesztése" ablakban

source: to mark a column as a time column
hu: az oszlopot időoszlopként jelöljük

source: to add calculated columns
hu: a kiszámított oszlopok hozzáadása

source: Simple
hu: Egyszerű

source: Mark a column as temporal in "Edit datasource" modal
hu: Jelölje meg egy oszlopot ideiglenesként az "Adatforrás szerkesztése" ablakban

source: Custom SQL
hu: Egyedi SQL

source: My column
hu: Az én rovatom

source: This filter might be incompatible with current dataset
hu: Ez a szűrő lehet, hogy nem kompatibilis a jelenlegi adatkészlettel

source: This column might be incompatible with current dataset
hu: Ez az oszlop lehet, hogy nem kompatibilis a jelenlegi adatkészlettel

source: Click to edit label
hu: Kattints a címke szerkesztéséhez

source: Drop columns/metrics here or click
hu: Dobd ide az oszlopokat/mutatókat, vagy kattints ide

source: This metric might be incompatible with current dataset
hu: Ez a metrika lehet nem kompatibilis a jelenlegi adatkészlettel

source: This filter was inherited from the dashboard's context. It won't be saved when saving the chart.
hu: Ez a szűrő örökölt a vezérlőpult kontextusából. Nem lesz mentve a diagram mentésekor.

source: Default
hu: Alapértelmezett

source: (optional) default value for the filter, when using the multiple option, you can use a semicolon-delimited list of options.
hu: (opcionális) Alapértelmezett érték a szűrőhöz, amikor a többszörös lehetőséget használja, pontosvesszővel elválasztott lehetőségek listáját használhatja.

source: Metric to sort the results by
hu: Eredmények rendezésének metrikája

source: Check for sorting ascending
hu: Ellenőrizd a növekvő sorrendet

source: Allow multiple selections
hu: Több választás engedélyezése

source: Multiple selections allowed, otherwise filter is limited to a single value
hu: Több választás megengedett, különben a szűrő csak egy értékre korlátozódik

source: Search all filter options
hu: Keresse meg az összes szűrő lehetőséget

source: By default, each filter loads at most 1000 choices at the initial page load. Check this box if you have more than 1000 filter values and want to enable dynamically searching that loads filter values as users type (may add stress to your database).
hu: Alapértelmezés szerint minden szűrő legfeljebb 1000 választ tölt be az oldal betöltésekor. Jelölje be ezt a négyzetet, ha több mint 1000 szűrőértéke van, és szeretné engedélyezni a dinamikus keresést, amely a felhasználók gépelésekor tölti be a szűrőértékeket (lehetséges terhelést jelenthet az adatbázisra).

source: User must select a value for this filter
hu: A felhasználónak ki kell választania egy értéket ehhez a szűrőhöz

source: Filter configuration
hu: Szűrő konfiguráció

source: %s option(s)
hu: %s lehetőség(ek)

source: Select subject
hu: Válasszon témát

source: No such column found. To filter on a metric, try the Custom SQL tab.
hu: Nem található ilyen oszlop. A metrikák szűréséhez próbáld meg a Testreszabott SQL fül használatát.

source: To filter on a metric, use Custom SQL tab.
hu: A metrika szűréséhez használja a Testreszabott SQL fület.

source: %s operator(s)
hu: %s operátor(ok)

source: Comparator option
hu: Összehasonlító opció

source: Type a value here
hu: Írjon be egy értéket ide

source: Filter value (case sensitive)
hu: Szűrési érték (kis- és nagybetűk megkülönböztetése)

source: Failed to retrieve advanced type
hu: Nem sikerült előre meghatározott típust lekérni

source: choose WHERE or HAVING...
hu: válassz WHERE vagy HAVING közül...

source: Filters by columns
hu: Szűrés oszlopok szerint

source: Filters by metrics
hu: Szűrés metrikák alapján

source: metric
hu: metrikus

source: Fixed
hu: Javítva

source: Based on a metric
hu: Mértékegységen alapulva

source: My metric
hu: Az én metrikám

source: Add metric
hu: Méret példánya

source: Select aggregate options
hu: Válassza ki az összesítési lehetőségeket

source: %s aggregates(s)
hu: %s összegződik.

source: Select saved metrics
hu: Válassza ki a mentett metrikákat

source: %s saved metric(s)
hu: %s mentett metrika.

source: Saved metric
hu: Mentett metrika

source: No saved metrics found
hu: Nem található mentett metrika.

source: Add metrics to dataset in "Edit datasource" modal
hu: Méterek hozzáadása az adatkészlethez az "Adatkészlet szerkesztése" ablakban

source: to add metrics
hu: metrikák hozzáadása

source: Simple ad-hoc metrics are not enabled for this dataset
hu: Egyszerű, ad-hoc metrikák nincsenek engedélyezve ehhez az adatkészlethez

source: column
hu: oszlop

source: aggregate
hu: összegzés

source: Custom SQL ad-hoc metrics are not enabled for this dataset
hu: Egyedi SQL ad-hoc metrikák nincsenek engedélyezve ehhez az adatkészlethez

source: Error while fetching data: %s
hu: Adat lekérése közben hiba történt: %s

source: Time series columns
hu: Idősor oszlopok

source: Actual value
hu: Tényleges érték

source: Period average
hu: Időszak átlaga

source: The column header label
hu: Az oszlop fejléc címkéje

source: Column header tooltip
hu: Oszlopfejléc tooltip

source: Type of comparison, value difference or percentage
hu: Összehasonlítás típusa, érték különbség vagy százalék

source: Width
hu: Szélesség

source: Width of the sparkline
hu: A szikrázó vonal szélessége

source: Height of the sparkline
hu: A szikrázás magassága

source: Time lag
hu: Időeltérés

source: Number of periods to compare against
hu: Összehasonlítandó időszakok száma

source: Time Lag
hu: Időkésés

source: Time ratio
hu: Időarány

source: Number of periods to ratio against
hu: Periódusok száma az arányhoz képest

source: Time Ratio
hu: Időarány

source: Show Y-axis
hu: Mutassd a Y-tengelyt

source: Show Y-axis on the sparkline. Will display the manually set min/max if set or min/max values in the data otherwise.
hu: A Y-tengely megjelenítése a szikrázó diagramon. Ha kézzel beállított minimum/maximum értékek vannak megadva, akkor azok jelennek meg, különben adataink minimum/maximum értékei lesznek láthatóak.

source: Y-axis bounds
hu: Y tengely határok

source: Manually set min/max values for the y-axis.
hu: Kézzel állítsa be a y-tengely minimális és maximális értékét.

source: Color bounds
hu: Színhatárok

source: Number bounds used for color encoding from red to blue. Reverse the numbers for blue to red. To get pure red or blue, you can enter either only min or max.
hu: Számhatárok használva a színek kódolásához a pirosról a kékig. Fordítsa meg a számokat a kékhez a pirosig. Tiszta piros vagy kék eléréséhez csak a minimum vagy maximum értéket adhatja meg.

source: Optional d3 number format string
hu: Opcionális d3 számformátum karakterlánc

source: Number format string
hu: Szám formátum karakterlánc

source: Optional d3 date format string
hu: Opcionális d3 dátum formátum karakterlánc

source: Date format string
hu: Dátum formátum karakterlánc

source: Column Configuration
hu: Oszlop konfiguráció

source: Select Viz Type
hu: Válasszon vizuális típust

source: Currently rendered: %s
hu: Jelenleg megjelenítve: %s

source: Recommended tags
hu: Ajánlott címkék

source: Search all charts
hu: Keresse meg az összes diagramot

source: No description available.
hu: Nincs leírás elérhető.

source: Examples
hu: Példák

source: This visualization type is not supported.
hu: Ez a megjelenítési típus nem támogatott.

source: View all charts
hu: Az összes diagram megtekintése

source: Select a visualization type
hu: Válasszon egy megjelenítési típust

source: No results found
hu: Nem található eredmény.

source: Superset Chart
hu: Superset diagram

source: New chart
hu: Új diagram

source: Edit chart properties
hu: Szerkeszd a diagram tulajdonságait

source: Dashboards added to
hu: Dashboards hozzáadva

source: Export to original .CSV
hu: Eredeti .CSV exportálása

source: Export to pivoted .CSV
hu: Exportálás pivottált .CSV formátumba

source: Export to .JSON
hu: Exportálás .JSON formátumba

source: Embed code
hu: Beágyazási kód

source: Run in SQL Lab
hu: Futtatás a SQL Labban

source: Code
hu: Kód

source: Markup type
hu: Markup típus

source: Pick your favorite markup language
hu: Válassza ki a kedvenc jelölőnyelvét

source: Put your code here
hu: Helyezze ide a kódját

source: URL parameters
hu: URL paraméterek

source: Extra parameters for use in jinja templated queries
hu: Extra paraméterek a Jinja sablonokban használt lekérdezésekhez

source: Annotations and layers
hu: Megjegyzések és rétegek

source: Annotation layers
hu: Jegyzet rétegek

source: My beautiful colors
hu: Az én gyönyörű színeim

source: < (Smaller than)
hu: < (Kisebb mint)

source: > (Larger than)
hu: > (Nagyobb, mint)

source: <= (Smaller or equal)
hu: <= (Kisebb vagy egyenlő)

source: >= (Larger or equal)
hu: >= (Nagyobb vagy egyenlő)

source: == (Is equal)
hu: == (Egyenlő)

source: != (Is not equal)
hu: != (Nem egyenlő)

source: Not null
hu: Nem null

source: 60 days
hu: 60 nap

source: 90 days
hu: 90 nap

source: Add notification method
hu: Értesítési módszer hozzáadása

source: Add delivery method
hu: Hozzáadás szállítási mód

source: Edit Report
hu: Jelentés szerkesztése

source: Edit Alert
hu: Szerkesztési figyelmeztetés

source: Add Report
hu: Hozzáadás jelentés

source: Report name
hu: Jelentés neve

source: Alert name
hu: Figyelmeztetés neve

source: Active
hu: Aktív

source: Alert condition
hu: Riasztási állapot

source: SQL Query
hu: SQL lekérdezés

source: Trigger Alert If...
hu: Riasztás kiváltása, ha...

source: Condition
hu: Állapot

source: Threshold value should be double precision number
hu: A küszöbértéknek dupla pontosságú számnak kell lennie

source: Report schedule
hu: Jelentés ütemterv

source: Alert condition schedule
hu: Riasztási állapot ütemezése

source: Schedule settings
hu: Ütemterv beállítások

source: Log retention
hu: Napló megőrzés

source: Working timeout
hu: Munkaidő túllépés

source: Time in seconds
hu: Idő másodpercben

source: seconds
hu: másodpercek

source: Grace period
hu: Türelmi időszak

source: Send as PNG
hu: Küldés PNG-ként

source: Send as CSV
hu: Küldés CSV-ként

source: Send as text
hu: Sure, here is the translation of the example text into Hungarian while keeping the untranslated parts such as symbols: "Példa"

source: Notification method
hu: Értesítési módszer

source: report
hu: jelentés

source: %s updated
hu: %s frissítve

source: CRON Schedule
hu: CRON ütemezés

source: CRON expression
hu: CRON kifejezés

source: Report sent
hu: Jelentés elküldve

source: Alert triggered, notification sent
hu: Riasztás kiváltva, értesítés elküldve

source: Report sending
hu: Jelentés küldése

source: Alert running
hu: Hiba feldolgozása

source: Report failed
hu: Jelentés sikertelen

source: Alert failed
hu: Hibaüzenet sikertelen

source: Nothing triggered
hu: Semmi sem váltotta ki

source: Alert Triggered, In Grace Period
hu: Riasztás aktiválva, kegyelmi időben

source: Delivery method
hu: Szállítási mód

source: Select Delivery Method
hu: Válassza ki a szállítási módot

source: Recipients are separated by "," or ";"
hu: A címzetteket "," vagy ";" választja el egymástól.

source: Queries
hu: Lekérdezések

source: Annotation template updated
hu: A jegyzet sablonja frissítve

source: Annotation template created
hu: Megjegyzés sablon létrehozva

source: Edit annotation layer properties
hu: Szerkeszd az annotációs réteg tulajdonságait

source: Annotation layer name
hu: Megjegyzés réteg neve

source: Description (this can be seen in the list)
hu: Leírás (ez látható a listában)

source: annotation
hu: megjegyzés

source: The annotation has been updated
hu: A jegyzet frissítve lett

source: The annotation has been saved
hu: A megjegyzés el lett mentve

source: Edit annotation
hu: Szerkesztési megjegyzés

source: Add annotation
hu: Add megjegyzés

source: Annotation name
hu: Megjegyzés név

source: date
hu: dátum

source: Additional information
hu: További információk

source: Please confirm
hu: Kérlek, erősítsd meg

source: Are you sure you want to delete
hu: Biztos vagy benne, hogy törölni szeretnéd

source: Modified %s
hu: Módosított %s

source: Edit CSS template properties
hu: CSS sablon tulajdonságainak szerkesztése

source: Add CSS template
hu: CSS sablon hozzáadása

source: CSS template name
hu: CSS sablon neve

source: published
hu: közzétett

source: draft
hu: vázlat

source: Adjust how this database will interact with SQL Lab.
hu: Állítsd be, hogyan fog ez az adatbázis kommunikálni az SQL Labbal.

source: Expose database in SQL Lab
hu: Adatbázis kiexponálása az SQL Labban

source: Allow this database to be queried in SQL Lab
hu: Engedélyezze, hogy ezt az adatbázist lehessen lekérdezni a SQL Labban

source: Allow creation of new tables based on queries
hu: Engedélyezze az új táblák létrehozását lekérdezések alapján

source: Allow creation of new views based on queries
hu: Engedélyezze az új nézetek létrehozását lekérdezéseken alapulva

source: CTAS & CVAS SCHEMA
hu: CTAS és CVAS séma

source: Create or select schema...
hu: Készíts vagy válassz séma...

source: Force all tables and views to be created in this schema when clicking CTAS or CVAS in SQL Lab.
hu: Kényszerítse az összes táblázatot és nézetet arra, hogy ebben a séma kerüljenek létrehozásra, amikor a CTAS vagy CVAS gombra kattint a SQL Labban.

source: Allow manipulation of the database using non-SELECT statements such as UPDATE, DELETE, CREATE, etc.
hu: Engedélyezze az adatbázis manipulálását olyan nem-SELECT utasításokkal, mint az UPDATE, DELETE, CREATE, stb.

source: Enable query cost estimation
hu: Engedélyezze a lekérdezés költségbecslését

source: For Bigquery, Presto and Postgres, shows a button to compute cost before running a query.
hu: A Bigquery, Presto és Postgres esetében mutasson egy gombot a lekérdezés futtatása előtt a költség kiszámításához.

source: Allow this database to be explored
hu: Engedélyezze ennek az adatbázisnak a felfedezését

source: When enabled, users are able to visualize SQL Lab results in Explore.
hu: Amikor engedélyezve van, a felhasználók képesek SQL Lab eredményeket megjeleníteni az Explore-ban.

source: Disable SQL Lab data preview queries
hu: SQL Lab adatelőnézeti lekérdezések letiltása

source: Disable data preview when fetching table metadata in SQL Lab. Useful to avoid browser performance issues when using databases with very wide tables.
hu: Kapcsold ki az adat-előnézetet, amikor lekéred a tábla metaadatait a SQL Lab-ben. Hasznos, hogy elkerüld a böngésző teljesítményproblémáit, amikor nagyon széles táblákat használsz adatbázisokkal.

source: Performance
hu: Teljesítmény

source: Adjust performance settings of this database.
hu: Állítsa be ennek az adatbázisnak a teljesítménybeállításait.

source: Chart cache timeout
hu: Diagram gyorsítótár időkorlát

source: Enter duration in seconds
hu: Adja meg az időtartamot másodpercben

source: Duration (in seconds) of the caching timeout for charts of this database. A timeout of 0 indicates that the cache never expires, and -1 bypasses the cache. Note this defaults to the global timeout if undefined.
hu: Ennek az adatbázisnak a diagramjainak gyorsítótár-időtartama másodpercben. A 0 érték azt jelenti, hogy a gyorsítótár soha nem jár le, míg a -1 érték kihagyja a gyorsítótárat. Megjegyzés: ha nincs meghatározva, akkor ez az érték az alapértelmezett globális időtartamra állítódik be.

source: Schema cache timeout
hu: Séma gyorsítótár időtúllépés

source: Duration (in seconds) of the metadata caching timeout for schemas of this database. If left unset, the cache never expires.
hu: Ebben az adatbázisban a séma metaadatok gyorsítótárának időtartama másodpercben. Ha nem állítják be, a gyorsítótár soha nem jár le.

source: Table cache timeout
hu: Táblázat gyorsítótár időkorlát

source: Duration (in seconds) of the metadata caching timeout for tables of this database. If left unset, the cache never expires.
hu: Ez az adatbázis tábláinak metaadat-gyorsítótárazási időkorlátát jelenti másodpercben. Ha nem kerül beállításra, a gyorsítótár soha nem jár le.

source: Asynchronous query execution
hu: Aszinkron lekérdezés végrehajtása

source: Cancel query on window unload event
hu: Lemondás lekérdezésről az ablak bezárásakor történő eseménykor

source: Terminate running queries when browser window closed or navigated to another page. Available for Presto, Hive, MySQL, Postgres and Snowflake databases.
hu: Zárja be a futó lekérdezéseket, amikor a böngészőablak bezáródik vagy másik oldalra navigál. Elérhető Presto, Hive, MySQL, Postgres és Snowflake adatbázisokhoz.

source: Add extra connection information.
hu: Adj hozzá extra kapcsolati információkat.

source: Secure extra
hu: Biztosítson pluszt
