Repository: kodinformatika/dataplatform-superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: hu

source: Whether to display the labels. Note that the label only displays when the 5% threshold.
hu: Hogy megjelenjenek-e a címkék. Fontos megjegyezni, hogy a címke csak akkor jelenik meg, ha eléri az 5% küszöbértéket.

source: Put labels outside
hu: Külső címkék elhelyezése

source: Put the labels outside the pie?
hu: Elhelyezi a torta címkéit kívülre?

source: Frequency
hu: Gyakoriság

source: Year (freq=AS)
hu: Év (gyakoriság=ÉV)

source: 52 weeks starting Monday (freq=52W-MON)
hu: 52 hét, hétfőtől kezdve (gyakoriság=52H-HÉT)

source: 1 week starting Sunday (freq=W-SUN)
hu: 1 hét, vasárnaptól kezdve (gyakoriság=W-SUN)

source: 1 week starting Monday (freq=W-MON)
hu: 1 hét, kezdve hétfőn (gyakoriság=W-HÉTFO)

source: Day (freq=D)
hu: Nap (gyakoriság=D)

source: 4 weeks (freq=4W-MON)
hu: 4 hét (gyakoriság=4W-HÉT)

source: The periodicity over which to pivot time. Users can provide "Pandas" offset alias. Click on the info bubble for more details on accepted "freq" expressions.
hu: Az időtartam, amelyen belül az időt tengelyként szolgál. A felhasználók "Pandas" eltolási aliaszt adhatnak meg. Kattintson a információs buborékra további részletekért a elfogadott "freq" kifejezésekről.

source: Time-series Period Pivot
hu: Időszakos idősor átrendezés

source: Formula
hu: Képlet

source: Event
hu: Esemény

source: Interval
hu: Intervallum

source: Expand
hu: Sure, here's an expanded translation of the word "example" into Hungarian: példa

source: Show legend
hu: Mutassák a jelmagyarázatot.

source: Whether to display a legend for the chart
hu: Az ábrának megjelenjen-e egy jelmagyarázat

source: Margin
hu: Margó

source: Additional padding for legend.
hu: További kitöltés a jelmagyarázathoz.

source: Scroll
hu: Gördülés

source: Plain
hu: Egyszerű

source: Legend type
hu: Legend típus

source: Orientation
hu: Tájékoztatás

source: Bottom
hu: Alsó rész

source: Legend Orientation
hu: Jelmagyarázat elhelyezkedése

source: Show Value
hu: Mutass értéket

source: Show series values on the chart
hu: A diagrammon jelenjenek meg a sorozat értékei

source: Stack series on top of each other
hu: Rakd egymás tetejére a sorozatokat

source: Only Total
hu: Csak Összesen

source: Only show the total value on the stacked chart, and not show on the selected category
hu: Csak a teljes értéket jelenítse meg a halmozott diagramon, és ne jelenítse meg a kiválasztott kategórián

source: Percentage threshold
hu: Százalékos küszöbérték

source: Minimum threshold in percentage points for showing labels.
hu: A címkék megjelenítésének minimális küszöbértéke százalékpontban.

source: Rich tooltip
hu: Bőséges felugró ablak

source: Shows a list of all series available at that point in time
hu: Megjeleníti az adott időpontban elérhető összes sorozat listáját

source: Tooltip time format
hu: Eszköztipp időformátum

source: Tooltip sort by metric
hu: Eszköztipp: rendezés metrika szerint

source: Whether to sort tooltip by the selected metric in descending order.
hu: Az eszköztippet a kiválasztott mutató szerint csökkenő sorrendben rendezze-e.

source: Sort Series By
hu: Sorrendezze a sorozatot a következő szerint

source: Based on what should series be ordered on the chart and legend
hu: A diagram és a jelmagyarázat alapján hogyan kell rendezni a sorozatokat

source: Sort Series Ascending
hu: Sorolja a sorozatot növekvő sorrendben

source: Sort series in ascending order
hu: Sorold rendezett sorrendbe a sorozatot növekvő sorrendben

source: Series Order
hu: Sorrend a sorozatban

source: Last available value seen on %s
hu: Legutóbbi érték látható %s

source: Not up to date
hu: Nem naprakész

source: No data
hu: Nincs adat

source: No data after filtering or data is NULL for the latest time record
hu: Nincsenek adatok a szűrés után, vagy az adatok NULL értékűek a legfrissebb időbélyeghez

source: Try applying different filters or ensuring your datasource has data
hu: Próbáljon különböző szűrőket alkalmazni, vagy győződjön meg róla, hogy az adatforrás rendelkezik adatokkal

source: Big Number Font Size
hu: Nagy szám betűméret

source: Tiny
hu: Apró

source: Small
hu: Kicsi

source: Normal
hu: Normális

source: Large
hu: Nagy

source: Huge
hu: Hatalmas

source: Subheader Font Size
hu: Alcím betűmérete

source: Display settings
hu: Kijelző beállítások

source: Subheader
hu: Alcím

source: Description text that shows up below your Big Number
hu: Leíró szöveg, amely megjelenik a Nagy Szám alatt

source: Date format
hu: Dátum formátum

source: Force date format
hu: Kényszerített dátumformátum

source: Use date formatting even when metric value is not a timestamp
hu: Használjon dátumformázást, még akkor is, ha a metrikus érték nem időbélyeg

source: Conditional Formatting
hu: Feltételes formázás

source: Apply conditional color formatting to metric
hu: Alkalmazzon feltételes színezést a metrikára

source: Showcases a single metric front-and-center. Big number is best used to call attention to a KPI or the one thing you want your audience to focus on.
hu: Egyetlen mutatót helyez előtérbe. A nagy számot legjobban akkor lehet használni, ha fel szeretnéd hívni a figyelmet egy KPI-ra vagy az egyetlen dologra, amire szeretnéd, hogy a közönséged koncentráljon.

source: A Big Number
hu: Egy nagy szám

source: With a subheader
hu: Egy alcímmel

source: Comparison Period Lag
hu: Összehasonlítási időszak késése

source: Based on granularity, number of time periods to compare against
hu: A granularitás alapján, az időszakok száma, amelyekkel összehasonlítjuk.

source: Comparison suffix
hu: Összehasonlító képzők

source: Suffix to apply after the percentage display
hu: A százalékos kijelzés után alkalmazandó toldalék

source: Show Timestamp
hu: Időbélyeg megjelenítése

source: Whether to display the timestamp
hu: Megjelenítse az időbélyeget

source: Show Trend Line
hu: Mutass trendvonalat

source: Whether to display the trend line
hu: Hogy megjelenítse-e a trendvonalat

source: Start y-axis at 0
hu: Indítsd a y-tengelyt 0-nál

source: Start y-axis at zero. Uncheck to start y-axis at minimum value in the data.
hu: Kezdje az y-tengelyt nullán. Jelölje ki, hogy az y-tengely adatainak minimális értékénél kezdődjön.

source: Fix to selected Time Range
hu: Időtartam kijelölésének javítása

source: Fix the trend line to the full time range specified in case filtered results do not include the start or end dates
hu: Ha a szűrt eredmények nem tartalmazzák a kezdő- és végdátumokat, akkor állítsa be a trendvonalat a teljes időtartományra

source: TEMPORAL X-AXIS
hu: IDŐBELI X-TENGELY

source: Showcases a single number accompanied by a simple line chart, to call attention to an important metric along with its change over time or other dimension.
hu: Bemutat egyetlen számot, amelyet egyszerű vonaldiagram kísér, hogy felhívja a figyelmet egy fontos mutatóra, valamint annak változására az idő vagy más dimenzió mentén.

source: Whisker/outlier options
hu: Whisker/outlier lehetőségek

source: Determines how whiskers and outliers are calculated.
hu: Meghatározza, hogyan számítják ki a bajuszokat és az elszigetelt értékeket.

source: Tukey
hu: Törökország

source: Min/max (no outliers)
hu: Min/max (nincsenek kiugró értékek)

source: 2/98 percentiles
hu: 2/98 percentilis

source: 9/91 percentiles
hu: 9/91 percentilis

source: Categories to group by on the x-axis.
hu: Kategóriák csoportosítása az x-tengelyen.

source: Distribute across
hu: Elosztás át a

source: Columns to calculate distribution across.
hu: Oszlopok a eloszlás kiszámításához.

source: Also known as a box and whisker plot, this visualization compares the distributions of a related metric across multiple groups. The box in the middle emphasizes the mean, median, and inner 2 quartiles. The whiskers around each box visualize the min, max, range, and outer 2 quartiles.
hu: Ezt a megjelenítést más néven doboz- és szakállgrafikonként is ismerik, amely összehasonlítja egy kapcsolódó mutató eloszlását több csoport között. A középső doboz kiemeli az átlagot, mediánt és a belső 2 negyedet. A doboz körüli szakállak a minimumot, maximumot, tartományt és a külső 2 negyedet jelenítik meg.

source: Labels
hu: Címkék

source: Whether to display the labels.
hu: Megjelenítse-e a címkéket.

source: Showcases how a metric changes as the funnel progresses. This classic chart is useful for visualizing drop-off between stages in a pipeline or lifecycle.
hu: Megmutatja, hogyan változik egy mutató, ahogy a folyamat halad. Ez a klasszikus diagram hasznos a lemorzsolódás vizualizálásához a csővezeték vagy életciklus különböző szakaszaiban.

source: Funnel Chart
hu: Funnel diagram

source: Sequential
hu: Sorrendben

source: Columns to group by
hu: Csoportosítási oszlopok

source: General
hu: Általános

source: Minimum value on the gauge axis
hu: A mérleg tengelyén a minimális érték

source: Maximum value on the gauge axis
hu: A mérleg tengelyén a maximális érték

source: Start angle
hu: Kezdőszög

source: Angle at which to start progress axis
hu: A szög, amelyen el kell kezdeni a haladási tengelyt

source: End angle
hu: Vége a szögnek

source: Angle at which to end progress axis
hu: Szög, amelyen befejeződik a haladási tengely

source: Font size
hu: Betűméret

source: Font size for axis labels, detail value and other text elements
hu: Tengelyfeliratok, részletező értékek és más szöveges elemek betűmérete

source: Value format
hu: Érték formátum

source: Additional text to add before or after the value, e.g. unit
hu: Az érték elé vagy után hozzáadandó további szöveg, például az egység

source: Show pointer
hu: Mutass mutatót

source: Whether to show the pointer
hu: Mutassa-e az egérmutatót

source: Animation
hu: Animáció

source: Whether to animate the progress and the value or just display them
hu: Az előrehaladást és az értéket animálni kell, vagy csak megjeleníteni őket

source: Axis
hu: Tengely

source: Show axis line ticks
hu: Mutassa meg az tengelyvonalak jelöléseit

source: Whether to show minor ticks on the axis
hu: Hogy megjelenjenek-e a kisebb osztások az tengelyen

source: Show split lines
hu: Sorok szétválasztásának megjelenítése

source: Whether to show the split lines on the axis
hu: Hogy megjelenjenek-e a szétválasztó vonalak az tengelyen

source: Split number
hu: Szám felosztása

source: Number of split segments on the axis
hu: Tengelyen lévő szakaszok száma

source: Progress
hu: Haladás

source: Show progress
hu: Mutass előrehaladást

source: Whether to show the progress of gauge chart
hu: Az mutasd a mérő diagram folyamatát

source: Overlap
hu: Átfedés

source: Whether the progress bar overlaps when there are multiple groups of data
hu: Az előrehaladási sáv átfedésben van-e, amikor több adatcsoport van

source: Round cap
hu: Kerek sapka

source: Style the ends of the progress bar with a round cap
hu: Stílusosan kerekítse a haladási sáv végét kerek sapkával

source: Intervals
hu: Intervallumok

source: Interval bounds
hu: Intervallum határok

source: Comma-separated interval bounds, e.g. 2,4,5 for intervals 0-2, 2-4 and 4-5. Last number should match the value provided for MAX.
hu: Vesszővel elválasztott intervallumhatárok, például 2,4,5 az intervallumokhoz 0-2, 2-4 és 4-5. Az utolsó számnak megegyeznie kell a MAX értékével.

source: Interval colors
hu: Intervallum színek

source: Comma-separated color picks for the intervals, e.g. 1,2,4. Integers denote colors from the chosen color scheme and are 1-indexed. Length must be matching that of interval bounds.
hu: Vesszővel elválasztott színek a tartományokhoz, például 1,2,4. Az egész számok a választott színséma színeit jelölik, és 1-től indulnak. A hossznak meg kell egyeznie a tartomány határaival.

source: Uses a gauge to showcase progress of a metric towards a target. The position of the dial represents the progress and the terminal value in the gauge represents the target value.
hu: Használ egy mérőt a metrika haladásának bemutatására a célpont felé. A mutató helyzete jelzi a haladást, a mérő végértéke pedig a célt jelenti.

source: Gauge Chart
hu: Mérőműszer diagram

source: Name of the source nodes
hu: Forrás csomópontok nevei

source: Name of the target nodes
hu: Célmegjelölt csomópontok neve

source: Source category
hu: Forrás kategória

source: The category of source nodes used to assign colors. If a node is associated with more than one category, only the first will be used.
hu: A forrás csomópontok kategóriája, amelyekhez színek vannak hozzárendelve. Ha egy csomópont több kategóriához is tartozik, csak az első lesz használva.

source: Target category
hu: Cél kategória

source: Category of target nodes
hu: Célcsomópontok kategóriája

source: Chart options
hu: Diagram beállítások

source: Layout
hu: Elrendezés

source: Graph layout
hu: Gráf elrendezés

source: Force
hu: Erő

source: Layout type of graph
hu: Grafikon elrendezés típusa

source: Edge symbols
hu: Élek szimbólumok

source: Symbol of two ends of edge line
hu: Szimbólum a szélső élek két végén

source: None -> Arrow
hu: None -> Nyíl

source: Circle -> Arrow
hu: Kör -> Nyíl

source: Circle -> Circle
hu: Kör -> Kör

source: Enable node dragging
hu: Engedélyezze a csomópont húzását

source: Whether to enable node dragging in force layout mode.
hu: Hogy engedélyezze-e a csomópontok húzását az erőlayout módban.

source: Enable graph roaming
hu: Engedélyezze a grafikon kóborlását

source: Disabled
hu: Fogyatékkal élő

source: Scale only
hu: Méretarány csak

source: Move only
hu: Csak mozgatás

source: Scale and Move
hu: Méretezés és Mozgatás

source: Whether to enable changing graph position and scaling.
hu: Azon dönt, hogy engedélyezve legyen-e a grafikon pozíciójának és méretezésének módosítása.

source: Node select mode
hu: Node kiválasztási mód

source: Single
hu: Egyedülálló

source: Multiple
hu: Többszörös

source: Label threshold
hu: Címke küszöbérték

source: Minimum value for label to be displayed on graph.
hu: A grafikonon megjelenítendő címke minimális értéke.

source: Node size
hu: Node méret

source: Median node size, the largest node will be 4 times larger than the smallest
hu: A medián csomópont mérete, a legnagyobb csomópont négyszer akkora lesz, mint a legkisebb.

source: Edge width
hu: Élszélesség

source: Median edge width, the thickest edge will be 4 times thicker than the thinnest.
hu: A medián él szélessége, a legvastagabb él 4-szer vastagabb lesz, mint a legvékonyabb.

source: Edge length
hu: Élek hossza

source: Edge length between nodes
hu: Élek hossza a csomópontok között

source: Gravity
hu: Gravitáció

source: Strength to pull the graph toward center
hu: Erő a diagram középpont felé húzásához

source: Repulsion
hu: Elutasítás

source: Repulsion strength between nodes
hu: A csomópontok közötti taszító erősség

source: Friction
hu: Súrlódás

source: Friction between nodes
hu: A csomópontok közötti súrlódás

source: Displays connections between entities in a graph structure. Useful for mapping relationships and showing which nodes are important in a network. Graph charts can be configured to be force-directed or circulate. If your data has a geospatial component, try the deck.gl Arc chart.
hu: Megjeleníti az entitások közötti kapcsolatokat egy gráf struktúrában. Hasznos a kapcsolatok ábrázolására és annak megmutatására, hogy mely csomópontok fontosak egy hálózatban. A gráf diagramok konfigurálhatók erő-irányított vagy keringő módon. Ha az adatoknak van földrajzi komponense, próbáld ki a deck.gl Arc diagramot.

source: Graph Chart
hu: Grafikon diagram

source: Structural
hu: Strukturális

source: Series type
hu: Sorozat típus

source: Smooth Line
hu: Simán futó vonal

source: Step - start
hu: Lépés - kezdés

source: Step - middle
hu: Lépés - közép

source: Step - end
hu: Lépés - vége

source: Series chart type (line, bar etc)
hu: Sorozat diagram típusa (vonal, oszlop stb.)

source: Stack series
hu: Stack sorozat

source: Area chart
hu: Területi diagram

source: Draw area under curves. Only applicable for line types.
hu: Rajzolj területet a görbék alá. Csak vonaltípusokra alkalmazható.

source: Opacity of area chart.
hu: Területi diagram átlátszósága.

source: Draw a marker on data points. Only applicable for line types.
hu: Rajzoljon egy jelölőt az adatpontokra. Csak vonaltípusok esetén alkalmazható.

source: Marker size
hu: Marker mérete

source: Size of marker. Also applies to forecast observations.
hu: Marker mérete. Ugyanez vonatkozik a prognosztizált megfigyelésekre is.

source: Primary
hu: Elsődleges

source: Secondary
hu: Másodlagos

source: Primary or secondary y-axis
hu: Elsődleges vagy másodlagos y-tengely

source: Shared query fields
hu: Megosztott lekérdezési mezők

source: Query A
hu: Lekérdezés A

source: Advanced analytics Query A
hu: Fejlett analitikai lekérdezés A

source: Query B
hu: Lekérdezés B

source: Advanced analytics Query B
hu: Fejlett analitikai lekérdezés B

source: Data Zoom
hu: Adat nagyítás

source: Enable data zooming controls
hu: Engedélyezze az adatnagyítás vezérlőket

source: Rotate x axis label
hu: Forgasd el az x tengely feliratát

source: Input field supports custom rotation. e.g. 30 for 30°
hu: A bemeneti mező támogatja a testreszabott forgatást. pl. 30 a 30°-os szögértékhez

source: Minor Split Line
hu: Kisebb szakadék vonal

source: Draw split lines for minor y-axis ticks
hu: Rajzoljon szétválasztó vonalakat a kisebb y-tengely osztásokhoz

source: Truncate Y Axis
hu: Vágd le az Y tengelyt

source: Truncate Y Axis. Can be overridden by specifying a min or max bound.
hu: Vágd le az Y tengelyt. Felülírható a minimális vagy maximális határok megadásával.

source: Primary y-axis Bounds
hu: Elsődleges y-tengely határok

source: Bounds for the primary Y-axis. When left empty, the bounds are dynamically defined based on the min/max of the data. Note that this feature will only expand the axis range. It won't narrow the data's extent.
hu: A fő Y tengely határai. Ha üresen hagyva, a határokat dinamikusan határozzák meg adatainak minimuma és maximuma alapján. Fontos megjegyezni, hogy ez a funkció csak kibővíti az tengely tartományát. Nem szűkíti adatainak terjedelmét.

source: Primary y-axis format
hu: Elsődleges y tengely formátuma

source: Logarithmic y-axis
hu: Logaritmik y-ekszis

source: Logarithmic scale on primary y-axis
hu: Logaritmik skála az elsődleges y-tengelyen

source: Secondary y-axis Bounds
hu: Másodlagos y tengely határok

source: Bounds for the secondary Y-axis. Only works when Independent Y-axis bounds are enabled. When left empty, the bounds are dynamically defined based on the min/max of the data. Note that this feature will only expand the axis range. It won't narrow the data's extent.
hu: A másodlagos Y tengely határai. Csak akkor működik, ha a független Y tengely határai engedélyezve vannak. Ha üresen hagyják, a határokat dinamikusan határozzák meg adatainak minimuma és maximuma alapján. Fontos megjegyezni, hogy ez a funkció csak kibővíti az tengely tartományát. Nem szűkíti adatainak terjedelmét.

source: Secondary y-axis format
hu: Másodlagos y tengely formátuma

source: Secondary y-axis title
hu: Másodlagos y tengely címe

source: Logarithmic scale on secondary y-axis
hu: Logaritmik skála a másodlagos y-tengelyen

source: Visualize two different series using the same x-axis. Note that both series can be visualized with a different chart type (e.g. 1 using bars and 1 using a line).
hu: Képzelj el két különböző sorozatot ugyanazzal az x-tengellyel. Fontos megjegyezni, hogy mindkét sorozat más diagramtípussal jeleníthető meg (például az egyik oszlopokkal, a másik pedig vonallal).

source: Visualize two different time series using the same x-axis. Note that each time series can be visualized differently (e.g. 1 using bars and 1 using a line).
hu: Két különböző idősor megjelenítése ugyanazzal az x-tengellyel. Fontos megjegyezni, hogy minden idősor másképp jeleníthető meg (például az egyik oszlopokkal, a másik pedig vonallal).

source: Mixed Chart
hu: Keverék diagram

source: Mixed Time-Series
hu: Keverék idősorok

source: Put the labels outside of the pie?
hu: Elhelyezi a torta címkéit kívülre?

source: Label Line
hu: Címke sor

source: Draw line from Pie to label when labels outside?
hu: Húzz vonalat a körtésztől a címkéig, amikor a címkék kívül vannak?

source: Show Total
hu: Összesen mutatása

source: Whether to display the aggregate count
hu: Megjelenítse-e az összesített számot

source: Pie shape
hu: Pite alakú

source: Outer Radius
hu: Külső sugár

source: Outer edge of Pie chart
hu: A Pie chart külső széle

source: Inner Radius
hu: Belső sugár

source: Inner radius of donut hole
hu: A fánk közepének a rádiusza

source: The classic. Great for showing how much of a company each investor gets, what demographics follow your blog, or what portion of the budget goes to the military industrial complex. Pie charts can be difficult to interpret precisely. If clarity of relative proportion is important, consider using a bar or other chart type instead.
hu: A klasszikus. Nagyszerű arra, hogy megmutassa, mennyi rész jut minden befektetőnek egy vállalatban, hogy milyen demográfia követi a blogodat, vagy hogy mennyi rész megy a költségvetésből a hadiipari komplexumra. A kördiagramokat nehéz pontosan értelmezni. Ha fontos a viszonylagos arányok tisztasága, érdemes inkább oszlop- vagy más típusú diagramot használni.

source: Pie Chart
hu: Kördiagram

source: Total: %s
hu: Összesen: %s

source: The maximum value of metrics. It is an optional configuration
hu: A metrikák maximális értéke. Ez egy opcionális konfiguráció

source: Label position
hu: Címke pozíció

source: Customize Metrics
hu: Méretek testreszabása

source: Further customize how to display each metric
hu: További testreszabási lehetőségek a metrikák megjelenítéséhez

source: Circle radar shape
hu: Kör alakú radar forma

source: Radar render type, whether to display 'circle' shape.
hu: Radar render típusa, hogy megjelenjen-e a 'kör' alakzat.

source: Visualize a parallel set of metrics across multiple groups. Each group is visualized using its own line of points and each metric is represented as an edge in the chart.
hu: Vizualizálj egy párhuzamos metrikus készletet több csoportban. Minden csoportot saját pontsorral ábrázolunk, és minden metrikát egy élekkel reprezentálunk a diagramban.

source: Radar Chart
hu: Radar diagram

source: Sets the hierarchy levels of the chart. Each level is represented by one ring with the innermost circle as the top of the hierarchy.
hu: Állítsa be a diagram hierarchia szintjeit. Minden szintet egy gyűrű képvisel, a legbelsőbb kör pedig a hierarchia tetejét jelenti.

source: Sunburst Chart v2
hu: Napkorong diagram v2

source: When using other than adaptive formatting, labels may overlap
hu: Amikor nem adaptív formázást használsz, előfordulhat, hogy a címkék átfedik egymást

source: Swiss army knife for visualizing data. Choose between step, line, scatter, and bar charts. This viz type has many customization options as well.
hu: Svájci bicska adatainak megjelenítéséhez. Választhat a lépés-, vonal-, szórás- és oszlopdiagramok között. Ez a vizualizációs típus számos testreszabási lehetőséggel rendelkezik.

source: Swiss army knife for visualizing time series data. Choose between step, line, scatter, and bar charts. This viz type has many customization options as well.
hu: Svájci bicska az idősorok vizualizálásához. Választhat a lépés-, vonal-, szórás- és oszlopdiagramok között. Ez a vizualizációs típus számos testreszabási lehetőséget kínál.

source: Generic Chart
hu: Általános táblázat

source: Time-series Chart
hu: Időszakos diagram

source: zoom area
hu: nagyítási terület

source: Series Style
hu: Sorozat stílus

source: Area chart opacity
hu: Területi diagram átlátszatlansága

source: Opacity of Area Chart. Also applies to confidence band.
hu: Területi diagram átlátszósága. Ugyanez vonatkozik a bizalmi sávra is.

source: Marker Size
hu: Marker mérete
