Repository: kodinformatika/dataplatform-superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: hu

source: Report schedule system error
hu: Jelentés ütemezési rendszer hiba

source: Report schedule client error
hu: Jelentés ütemterv ügyfél hiba

source: Report schedule unexpected error
hu: Jelentés ütemezése váratlan hibát eredményezett

source: Changing this report is forbidden
hu: Ezt a jelentést tilos megváltoztatni

source: An error occurred while pruning logs
hu: Hiba történt a naplók tisztítása közben

source: Error: %(text)s
hu: Hiba: %(text)s

source: *%(name)s* %(description)s <%(url)s|Explore in Superset> %(table)s
hu: *%(name)s* %(description)s <%(url)s|Fedezze fel a Supersetben> %(table)s

source: *%(name)s* %(description)s Error: %(text)s
hu: *%(name)s* %(description)s Hiba: %(text)s

source: RLS Rule not found.
hu: RLS szabály nem található.

source: %(dialect)s cannot be used as a data source for security reasons.
hu: A(z) %(dialect)s biztonsági okok miatt nem használható adatforrásként.

source: You don't have the rights to alter %(resource)s
hu: Nincs jogosultsága módosítani a(z) %(resource)s-t

source: Failed to execute %(query)s
hu: Nem sikerült végrehajtani a(z) %(query)s parancsot

source: Please check your template parameters for syntax errors and make sure they match across your SQL query and Set Parameters. Then, try running your query again.
hu: Kérlek, ellenőrizd a sablon paramétereit a szintaxis hibákra, és győződj meg róla, hogy megegyeznek az SQL lekérdezésben és a paraméterek beállításában. Ezután próbáld újra futtatni a lekérdezést.

source: The parameter %(parameters)s in your query is undefined.
hu: A lekérdezésedben ezek a paraméterek nincsenek meghatározva: %(parameters)s.

source: The query contains one or more malformed template parameters.
hu: A lekérdezés egy vagy több hibásan formázott sablonparamétert tartalmaz.

source: Please check your query and confirm that all template parameters are surround by double braces, for example, "{{ ds }}". Then, try running your query again.
hu: Kérlek, ellenőrizd a lekérdezésedet, és győződj meg róla, hogy minden sablonparaméter dupla kapcsos zárójellel van körülve, például "{{ ds }}". Ezután próbáld újra futtatni a lekérdezést.

source: The database could not be found
hu: Az adatbázis nem található.

source: The query estimation was killed after %(sqllab_timeout)s seconds. It might be too complex, or the database might be under heavy load.
hu: A lekérdezés becslése megszakadt %(sqllab_timeout)s másodperc után. Lehet, hogy túl bonyolult, vagy az adatbázis nagy terhelés alatt áll.

source: The database referenced in this query was not found. Please contact an administrator for further assistance or try again.
hu: A lekérdezésben hivatkozott adatbázis nem található. Kérjük, lépjen kapcsolatba egy adminisztrátorral további segítségért, vagy próbálja újra.

source: The query associated with these results could not be found. You need to re-run the original query.
hu: A kapcsolódó lekérdezés nem található ezekben az eredményekben. Újra kell futtatnod az eredeti lekérdezést.

source: Cannot access the query
hu: Nem tudok hozzáférni a lekérdezéshez

source: Data could not be retrieved from the results backend. You need to re-run the original query.
hu: Az adatok nem lettek lekérdezve a háttértárból. Újra kell futtatnod az eredeti lekérdezést.

source: Data could not be deserialized from the results backend. The storage format might have changed, rendering the old data stake. You need to re-run the original query.
hu: Az adatok nem deszerializálhatók a háttértárból. Az adattárolási formátum megváltozhatott, így az régi adatok érvénytelenek lehetnek. Újra kell futtatnia az eredeti lekérdezést.

source: Tag name is invalid (cannot contain ':')
hu: A címke neve érvénytelen (nem tartalmazhat ':')

source: Tag parameters are invalid.
hu: A tag paraméterek érvénytelenek.

source: Tag could not be created.
hu: A címke nem hozható létre.

source: Tag could not be deleted.
hu: A címke nem törölhető.

source: Tagged Object could not be deleted.
hu: A címkézett objektum nem törölhető.

source: Scheduled task executor not found
hu: Ütemezett feladat végrehajtó nem található.

source: Record Count
hu: Rekord szám

source: No records found
hu: Nincs találat.

source: Filter List
hu: Szűrő lista

source: Search
hu: Keresés

source: Refresh
hu: Frissítés

source: Import dashboards
hu: Importálja a vezérlőpultokat

source: Import Dashboard(s)
hu: Importálás a vezérlőpultra(kra)

source: File
hu: Fájl

source: Choose File
hu: Válasszon fájlt

source: Upload
hu: Feltöltés

source: Use the edit button to change this field
hu: Használd a szerkesztés gombot ahhoz, hogy megváltoztasd ezt a mezőt

source: Test Connection
hu: Teszt kapcsolat

source: Resource was not found.
hu: Az erőforrás nem található.

source: Unsupported clause type: %(clause)s
hu: Nem támogatott mellékmondat típusa: %(clause)s

source: Invalid metric object: %(metric)s
hu: Érvénytelen metrika objektum: %(metric)s

source: Unable to find such a holiday: [%(holiday)s]
hu: Nem található ilyen ünnep: [%(holiday)s]

source: DB column %(col_name)s has unknown type: %(value_type)s
hu: A(z) %(col_name)s adatbázis oszlop ismeretlen típussal rendelkezik: %(value_type)s

source: percentiles must be a list or tuple with two numeric values, of which the first is lower than the second value
hu: a percentiles változónak egy numerikus értékeket tartalmazó lista vagy tuple kell lennie, amelynek első eleme kisebb a második elemnél

source: `compare_columns` must have the same length as `source_columns`.
hu: `compare_columns`nak ugyanolyan hosszúnak kell lennie, mint a `source_columns`-nak.

source: `compare_type` must be `difference`, `percentage` or `ratio`
hu: `compare_type` csak `difference`, `percentage` vagy `ratio` lehet

source: Column "%(column)s" is not numeric or does not exists in the query results.
hu: A "%(column)s" oszlop nem numerikus vagy nem létezik a lekérdezés eredményeiben.

source: `rename_columns` must have the same length as `columns`.
hu: `rename_columns`nak ugyanolyan hosszúnak kell lennie, mint a `columns`-nak.

source: Invalid cumulative operator: %(operator)s
hu: Érvénytelen kumulatív operátor: %(operator)s

source: Invalid geohash string
hu: Érvénytelen geohash karakterlánc

source: Invalid longitude/latitude
hu: Érvénytelen hosszúsági/szélességi fok

source: Invalid geodetic string
hu: Érvénytelen geodéziai karakterlánc

source: Pivot operation requires at least one index
hu: A Pivot művelet legalább egy indexet igényel

source: Pivot operation must include at least one aggregate
hu: A Pivot műveletnek legalább egy aggregált értéket kell tartalmaznia

source: `prophet` package not installed
hu: `prophet` csomag nincs telepítve

source: Time grain missing
hu: Időegység hiányzik

source: Unsupported time grain: %(time_grain)s
hu: Nem támogatott időegység: %(time_grain)s

source: Periods must be a whole number
hu: A periódusoknak egész számnak kell lenniük

source: Confidence interval must be between 0 and 1 (exclusive)
hu: A bizalomintervallumnak 0 és 1 között kell lennie (kizárólagosan).

source: DataFrame must include temporal column
hu: A DataFrame-nak tartalmaznia kell egy időbeli oszlopot

source: DataFrame include at least one series
hu: A DataFrame legalább egy sorozatot tartalmaz

source: Label already exists
hu: A címke már létezik

source: Resample operation requires DatetimeIndex
hu: A resample művelethez DatetimeIndex szükséges

source: Resample method should in
hu: A resample módszernek benne kell lennie

source: Undefined window for rolling operation
hu: Nem meghatározott ablak a gördítési művelethez

source: Window must be > 0
hu: Az ablaknak nagyobbnak kell lennie, mint 0

source: Invalid rolling_type: %(type)s
hu: Érvénytelen gördülési típus: %(type)s

source: Invalid options for %(rolling_type)s: %(options)s
hu: %(rolling_type)s érvénytelen beállítások: %(options)s

source: Referenced columns not available in DataFrame.
hu: A DataFrame-ben nem elérhető hivatkozott oszlopok.

source: Column referenced by aggregate is undefined: %(column)s
hu: Az összegző által hivatkozott oszlop nincs definiálva: %(column)s

source: Operator undefined for aggregator: %(name)s
hu: Az operátor nem definiált az aggregátor számára: %(name)s

source: Invalid numpy function: %(operator)s
hu: Érvénytelen numpy függvény: %(operator)s

source: Unexpected time range: %s
hu: Váratlan időtartam: %s

source: Table [%{table}s] could not be found, please double check your database connection, schema, and table name, error: {}
hu: A táblázat [%{table}s] nem található, kérlek ellenőrizd újra az adatbázis kapcsolatot, séma és táblanév helyességét, hiba: {}

source: json isn't valid
hu: json nem érvényes

source: Export to YAML
hu: Exportálás YAML formátumba

source: Export to YAML?
hu: Exportálás YAML formátumba?

source: Delete
hu: Törlés

source: Delete all Really?
hu: Biztos törölsz mindent?

source: Is favorite
hu: Kedvenc

source: Is tagged
hu: Van címkézve

source: The data source seems to have been deleted
hu: Úgy tűnik, hogy az adatforrás törölve lett

source: The user seems to have been deleted
hu: Úgy tűnik, hogy a felhasználó törlésre került

source: Cannot import dashboard: %(db_error)s. Make sure to create the database before importing the dashboard.
hu: Nem sikerült importálni az irányítópultot: %(db_error)s. Győződjön meg róla, hogy létrehozta az adatbázist az irányítópult importálása előtt.

source: An unknown error occurred. Please contact your Superset administrator
hu: Ismeretlen hiba történt. Kérjük, lépjen kapcsolatba a Superset rendszergazdájával

source: Error: permalink state not found
hu: Hiba: az állandó hivatkozás állapota nem található

source: Error: %(msg)s
hu: Hiba: %(msg)s

source: You don't have the rights to alter this chart
hu: Nincs jogosultságod ahhoz, hogy megváltoztasd ezt a táblázatot

source: You don't have the rights to create a chart
hu: Nincs jogosultságod diagram létrehozásához

source: Explore - %(table)s
hu: Fedezze fel - %(table)s

source: Explore
hu: Fedezd fel

source: Chart [{}] has been saved
hu: A(z) [{}] táblázat el lett mentve

source: Chart [{}] has been overwritten
hu: A(z) [{}] táblázat felül lett írva

source: You don't have the rights to alter this dashboard
hu: Nincs jogosultságod ahhoz, hogy módosítsd ezt a vezérlőpultot

source: Chart [{}] was added to dashboard [{}]
hu: A(z) [{}] diagram hozzá lett adva a [{}] vezérlőpulthoz.

source: You don't have the rights to create a dashboard
hu: Nincs jogosultságod műszerfal létrehozásához

source: Dashboard [{}] just got created and chart [{}] was added to it
hu: A vezérlőpult [{}] éppen most lett létrehozva, és hozzáadásra került a diagram [{}]

source: Malformed request. slice_id or table_name and db_name arguments are expected
hu: Hibás kérés. A slice_id vagy a table_name és db_name argumentumokra van szükség

source: Chart %(id)s not found
hu: A(z) %(id)s azonosítójú táblázat nem található.

source: Table %(table)s wasn't found in the database %(db)s
hu: A(z) %(table)s tábla nem található a(z) %(db)s adatbázisban

source: permalink state not found
hu: permalink állapot nem található

source: %(user)s's profile
hu: %(user)s profilja

source: Show CSS Template
hu: CSS sablon megjelenítése

source: Add CSS Template
hu: CSS sablon hozzáadása

source: Edit CSS Template
hu: CSS sablon szerkesztése

source: Template Name
hu: Sablonnév

source: A human-friendly name
hu: Egy emberbarát neve

source: Used internally to identify the plugin. Should be set to the package name from the pluginʼs package.json
hu: Belső használatra szolgál a bővítmény azonosításához. A bővítmény package.json fájljában megadott csomagnévnek kell lennie beállítva

source: A full URL pointing to the location of the built plugin (could be hosted on a CDN for example)
hu: Egy teljes URL, amely a beépülő modul helyére mutat (például egy CDN-en lehet tárolva)

source: Custom Plugins
hu: Egyedi bővítmények

source: Custom Plugin
hu: Egyedi bővítmény

source: Add a Plugin
hu: Adj hozzá egy bővítményt

source: Edit Plugin
hu: Szerkesztési bővítmény

source: The dataset associated with this chart no longer exists
hu: A diagramhoz társított adatkészlet már nem létezik

source: Could not determine datasource type
hu: Nem sikerült meghatározni az adatforrás típusát

source: Could not find viz object
hu: Nem található viz objektum

source: Show Chart
hu: Mutasson diagramot

source: Add Chart
hu: Diagram hozzáadása

source: Edit Chart
hu: Táblázat szerkesztése

source: These parameters are generated dynamically when clicking the save or overwrite button in the explore view. This JSON object is exposed here for reference and for power users who may want to alter specific parameters.
hu: Ezek a paraméterek dinamikusan generálódnak, amikor a mentés vagy felülírás gombra kattintunk az "explore" nézetben. Ez a JSON objektum itt van nyilvánosságra hozva referenciaként, és azoknak a haladó felhasználóknak, akik szeretnék módosítani a konkrét paramétereket.

source: Duration (in seconds) of the caching timeout for this chart. Note this defaults to the datasource/table timeout if undefined.
hu: Ez a diagram gyorsítótárazási időtartama másodpercben. Megjegyzés: ha nincs meghatározva, akkor az adatforrás/tábla időtúllépési ideje lesz az alapértelmezett.

source: Creator
hu: Készítő

source: Datasource
hu: Adatforrás

source: Last Modified
hu: Utoljára módosítva

source: Parameters
hu: Paraméterek

source: Chart
hu: Diagram

source: Name
hu: Név

source: Visualization Type
hu: Vizualizációs típus

source: Show Dashboard
hu: Mutasd a vezérlőpultot

source: Edit Dashboard
hu: Műszerfal szerkesztése

source: This json object describes the positioning of the widgets in the dashboard. It is dynamically generated when adjusting the widgets size and positions by using drag & drop in the dashboard view
hu: Ez a JSON objektum leírja a widgetek elhelyezkedését a vezérlőpulton. Dinamikusan generálódik, amikor a widgetek méretét és pozícióját a vezérlőpulton húzás és elengedés segítségével állítjuk be

source: The CSS for individual dashboards can be altered here, or in the dashboard view where changes are immediately visible
hu: Az egyedi irányítópultokhoz tartozó CSS itt módosítható, vagy a irányítópult nézetben, ahol a változások azonnal láthatóak

source: To get a readable URL for your dashboard
hu: A dashboardhoz olvasható URL-t kapni

source: This JSON object is generated dynamically when clicking the save or overwrite button in the dashboard view. It is exposed here for reference and for power users who may want to alter specific parameters.
hu: Ez a JSON objektum dinamikusan generálódik, amikor a mentés vagy felülírás gombra kattintanak a vezérlőpulton. Itt van bemutatva referencia céljából, valamint azoknak a haladó felhasználóknak, akik szeretnék módosítani a konkrét paramétereket.

source: Owners is a list of users who can alter the dashboard.
hu: Owners egy felhasználók listája, akik módosíthatják a vezérlőpultot.

source: Roles is a list which defines access to the dashboard. Granting a role access to a dashboard will bypass dataset level checks.If no roles are defined, regular access permissions apply.
hu: A "Roles" egy lista, amely meghatározza a hozzáférést a vezérlőpulthoz. Ha egy szerepet hozzáféréshez rendelünk egy vezérlőpulthoz, akkor a adatkészlet szintű ellenőrzések figyelmen kívül lesznek hagyva. Ha nincsenek meghatározott szerepek, akkor a rendes hozzáférési engedélyek érvényesek.

source: Determines whether or not this dashboard is visible in the list of all dashboards
hu: Meghatározza, hogy ez a vezérlőpult látható-e a minden vezérlőpult listájában

source: Dashboard
hu: Irányítópult

source: Title
hu: Cím

source: Roles
hu: Szerepek

source: Published
hu: Közzétett

source: Position JSON
hu: Pozíció JSON

source: Export
hu: Exportálás

source: Export dashboards?
hu: Exportálja a vezérlőpultokat?

source: CSV Upload
hu: CSV feltöltés

source: Select a file to be uploaded to the database
hu: Válasszon ki egy fájlt, amelyet feltölt a adatbázisba

source: Only the following file extensions are allowed: %(allowed_extensions)s
hu: Csak a következő fájlkiterjesztések engedélyezettek: %(allowed_extensions)s

source: Name of table to be created with CSV file
hu: A táblázat neve, amelyet létre kell hozni a CSV fájllal

source: Table name cannot contain a schema
hu: A táblanév nem tartalmazhat séma információt

source: Select a database to upload the file to
hu: Válasszon adatbázist a fájl feltöltéséhez

source: Column Data Types
hu: Oszlop adattípusok

source: A dictionary with column names and their data types if you need to change the defaults. Example: {"user_id":"integer"}
hu: Egy szótár a táblázat oszlopneveivel és az alapértelmezett adattípusaikkal, ha szükséges módosítani őket. Példa: {"user_id":"integer"}

source: Select a schema if the database supports this
hu: Válasszon egy séma, ha a adatbázis támogatja ezt

source: Delimiter
hu: Határoló jelző

source: Enter a delimiter for this data
hu: Kérlek, add meg a szóköz karaktert adataid elválasztásához

source: Other
hu: Egyéb

source: If Table Already Exists
hu: Ha a tábla már létezik

source: What should happen if the table already exists
hu: Mi történjen, ha a tábla már létezik

source: Fail
hu: Hiba

source: Replace
hu: Csere

source: Append
hu: Hozzáfűzés

source: Skip Initial Space
hu: Kezdő szóköz kihagyása

source: Skip spaces after delimiter
hu: Ugrás a határoló utáni szóközökön

source: Skip Blank Lines
hu: Üres sorok kihagyása

source: Skip blank lines rather than interpreting them as Not A Number values
hu: Hagyja ki a üres sorokat, és ne értelmezze őket Nem Szám értékként

source: Columns To Be Parsed as Dates
hu: Oszlopok, amelyek dátumként lesznek elemezve

source: A comma separated list of columns that should be parsed as dates
hu: Egy vesszővel elválasztott oszlopok listája, amelyeket dátumként kell értelmezni

source: Interpret Datetime Format Automatically
hu: Időpont formátum automatikus értelmezése

source: Interpret the datetime format automatically
hu: Automatikusan értelmezze a dátum- és időformátumot

source: Decimal Character
hu: Tizedesjel

source: Character to interpret as decimal point
hu: Karaktert értelmezni tizedespontként

source: Null Values
hu: Null értékek

source: Json list of the values that should be treated as null. Examples: [""] for empty strings, ["None", "N/A"], ["nan", "null"]. Warning: Hive database supports only a single value
hu: Json lista azokról az értékekről, amelyeket null értékként kell kezelni. Példák: [""] üres karakterláncokra, ["None", "N/A"], ["nan", "null"]. Figyelem: A Hive adatbázis csak egyetlen értéket támogat

source: Index Column
hu: Index oszlop

source: Column to use as the row labels of the dataframe. Leave empty if no index column
hu: Oszlop, amelyet a dataframe sorcímkéinek használunk. Hagyja üresen, ha nincs index oszlop

source: Dataframe Index
hu: Adatkeret index

source: Write dataframe index as a column
hu: Írja ki a DataFrame indexét egy oszlopként

source: Column Label(s)
hu: Oszlop cím(ek)

source: Column label for index column(s). If None is given and Dataframe Index is checked, Index Names are used
hu: Index oszlop(ok) címkéje. Ha None van megadva és a Dataframe Index be van jelölve, akkor az Index Nevek kerülnek használatra

source: Columns To Read
hu: Olvasható oszlopok

source: Json list of the column names that should be read
hu: A beolvasandó oszlopnevek JSON listája

source: Overwrite Duplicate Columns
hu: Ismétlődő oszlopok felülírása

source: If duplicate columns are not overridden, they will be presented as "X.1, X.2 ...X.x"
hu: Ha a duplikált oszlopok nem kerülnek felülírásra, akkor "X.1, X.2 ...X.x" formában lesznek megjelenítve.

source: Header Row
hu: Fejlécsor

source: Row containing the headers to use as column names (0 is first line of data). Leave empty if there is no header row
hu: Oszlopokat használó fejlécsor megadása (0 az adatok első sora). Hagyd üresen, ha nincs fejlécsor

source: Rows to Read
hu: Olvasható sorok

source: Number of rows of file to read
hu: A fájlban olvasandó sorok száma

source: Skip Rows
hu: Ugrás sorok

source: Number of rows to skip at start of file
hu: A fájl elején átugrandó sorok száma

source: Name of table to be created from excel data.
hu: Az Excel adatokból létrehozandó tábla neve.

source: Excel File
hu: Excel fájl

source: Select a Excel file to be uploaded to a database.
hu: Válasszon ki egy Excel fájlt, amelyet feltöltünk az adatbázisba.

source: Sheet Name
hu: Táblanév

source: Strings used for sheet names (default is the first sheet).
hu: A lapnevekhez használt karakterláncok (alapértelmezés szerint az első lap).

source: Table Exists
hu: Táblázat létezik

source: If table exists do one of the following: Fail (do nothing), Replace (drop and recreate table) or Append (insert data).
hu: Ha az asztal létezik, végezze el az alábbiak egyikét: Sikertelen (ne tegyen semmit), Cserélje ki (tábla eldobása és újra létrehozása) vagy Fűzze hozzá (adatok beszúrása).

source: Row containing the headers to use as column names (0 is first line of data). Leave empty if there is no header row.
hu: Oszlopokat használó fejlécsor megadása (0 az adatok első sora). Hagyja üresen, ha nincs fejlécsor.

source: Column to use as the row labels of the dataframe. Leave empty if no index column.
hu: Használandó oszlop a dataframe sorcímkéinek. Hagyja üresen, ha nincs index oszlop.

source: Mangle Duplicate Columns
hu: Másolatok összekeverése

source: Specify duplicate columns as "X.0, X.1".
hu: Kérjük, jelölje meg a duplikált oszlopokat "X.0, X.1" formában.

source: Number of rows to skip at start of file.
hu: A fájl elején átugrandó sorok száma.

source: Number of rows of file to read.
hu: A fájlban olvasandó sorok száma.

source: Parse Dates
hu: Dátumok elemzése

source: A comma separated list of columns that should be parsed as dates.
hu: Egy vesszővel elválasztott lista az oszlopokról, amelyeket dátumként kell értelmezni.

source: Character to interpret as decimal point.
hu: Karaktert értelmezni tizedespontként.

source: Write dataframe index as a column.
hu: Írja ki a DataFrame indexét egy oszlopként.

source: Column label for index column(s). If None is given and Dataframe Index is True, Index Names are used.
hu: Index oszlop(ok) címkéje. Ha None van megadva, és a Dataframe Index igaz, akkor az Index nevek kerülnek használatra.

source: Null values
hu: Null értékek

source: Json list of the values that should be treated as null. Examples: [""], ["None", "N/A"], ["nan", "null"]. Warning: Hive database supports only single value. Use [""] for empty string.
hu: Json lista az értékekről, amelyeket nullnak kell kezelni. Példák: [""], ["None", "N/A"], ["nan", "null"]. Figyelem: A Hive adatbázis csak egyetlen értéket támogat. Üres karakterlánc esetén használja a [""] értéket.

source: Name of table to be created from columnar data.
hu: Az oszlopos adatokból létrehozandó tábla neve.

source: Columnar File
hu: Oszlopos fájl

source: Select a Columnar file to be uploaded to a database.
hu: Válasszon ki egy oszlopos fájlt, amelyet feltölt a adatbázisba.

source: Use Columns
hu: Használj oszlopokat

source: Json list of the column names that should be read. If not None, only these columns will be read from the file.
hu: A fájlból csak ezeket az oszlopneveket kell beolvasni, ha nem None.

source: Databases
hu: Adatbázisok

source: Show Database
hu: Adatbázis megjelenítése

source: Add Database
hu: Adjon hozzá adatbázist

source: Edit Database
hu: Adatbázis szerkesztése

source: Expose this DB in SQL Lab
hu: Tegye elérhetővé ezt az adatbázist a SQL Labban
