Repository: kodinformatika/dataplatform-superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: hu

source: Locate the chart
hu: Keresse meg a diagramot

source: Cross-filters
hu: Cross-szűrők

source: Add custom scoping
hu: Egyedi hatáskör hozzáadása

source: All charts/global scoping
hu: Minden diagram/globális hatáskör

source: Cross-filtering is not enabled in this dashboard
hu: A cross-filtering nincs engedélyezve ebben a vezérlőpulton

source: Select the charts to which you want to apply cross-filters when interacting with this chart. You can select "All charts" to apply filters to all charts that use the same dataset or contain the same column name in the dashboard.
hu: Válassza ki azokat a diagramokat, amelyekre alkalmazni szeretné a kereszt-szűrőket, amikor ezzel a diagrammal interakcióba lép. Kiválaszthatja az "Összes diagramot", hogy a szűrőket alkalmazza az összes olyan diagramra, amely ugyanazt az adatkészletet használja, vagy ugyanazt az oszlopnevet tartalmazza a vezérlőpulton.

source: Select the charts to which you want to apply cross-filters in this dashboard. Deselecting a chart will exclude it from being filtered when applying cross-filters from any chart on the dashboard. You can select "All charts" to apply cross-filters to all charts that use the same dataset or contain the same column name in the dashboard.
hu: Válassza ki azokat a diagramokat, amelyekre alkalmazni szeretné a kereszt-szűrőket ezen a vezérlőpulton. Ha egy diagramot kiválasztás nélkül hagy, akkor az kizáródik a szűrők alkalmazásából, amikor bármelyik diagramon keresztül szűrőket alkalmaz. Az "Összes diagram" lehetőséget választhatja, hogy kereszt-szűrőket alkalmazzon az összes olyan diagramra, amely ugyanazt az adatkészletet használja, vagy ugyanazt az oszlopnevet tartalmazza a vezérlőpulton.

source: All charts
hu: Minden diagram

source: Enable cross-filtering
hu: Engedélyezze a keresztszűrést

source: Vertical (Left)
hu: Függőleges (balra)

source: Horizontal (Top)
hu: Vízszintes (Felső)

source: More filters
hu: További szűrők

source: No applied filters
hu: Nincsenek alkalmazott szűrők

source: Applied filters: %s
hu: Alkalmazott szűrők: %s

source: Cannot load filter
hu: Nem lehet betölteni a szűrőt

source: Editing filter set:
hu: Szerkesztési szűrőkészlet:

source: Filter set with this name already exists
hu: Már létezik egy ilyen nevű szűrőkészlet

source: Filter set already exists
hu: A szűrőkészlet már létezik

source: This filter set is identical to: "%s"
hu: Ez a szűrőkészlet azonos a következővel: "%s"

source: Remove invalid filters
hu: Érvénytelen szűrők eltávolítása

source: Rebuild
hu: Újjáépítés

source: Filters (%d)
hu: Szűrők (%d)

source: This filter doesn't exist in dashboard. It will not be applied.
hu: Ez a szűrő nem létezik az irányítópulton. Nem lesz alkalmazva.

source: Filter metadata changed in dashboard. It will not be applied.
hu: Szűrő metaadat megváltozott a vezérlőpulton. Nem lesz alkalmazva.

source: Please filter set name
hu: Kérlek, szűrd ki a készlet nevét

source: Create new filter set
hu: Új szűrőkészlet létrehozása

source: New filter set
hu: Új szűrőkészlet

source: Please apply filter changes
hu: Kérlek alkalmazzd a szűrő változtatásokat

source: Unknown value
hu: Ismeretlen érték

source: Filters out of scope (%d)
hu: Szűrők a hatáskörön kívül (%d)

source: Dependent on
hu: Függőben van

source: Filter only displays values relevant to selections made in other filters.
hu: Szűrje ki csak azokat az értékeket, amelyek relevánsak a másik szűrőben történt kiválasztásokhoz.

source: Scope
hu: Hatáskör

source: Filter type
hu: Szűrő típusa

source: Title is required
hu: A cím kötelező

source: (Removed)
hu: (Törölve)

source: Undo?
hu: Biztosan visszavonja?

source: Add filters and dividers
hu: Szűrőket és elválasztókat adj hozzá

source: Add and edit filters
hu: Szűrők hozzáadása és szerkesztése

source: Column select
hu: Oszlop kiválasztás

source: Select a column
hu: Válasszon egy oszlopot

source: No compatible columns found
hu: Nem találhatók kompatibilis oszlopok.

source: No compatible datasets found
hu: Nem találhatók kompatibilis adatkészletek.

source: Value is required
hu: Az érték kötelező

source: (deleted or invalid type)
hu: (töröl vagy helytelen adat)

source: Limit type
hu: Korlátozás típusa

source: No available filters.
hu: Nincsenek elérhető szűrők.

source: Add filter
hu: Szűrő hozzáadása

source: Values are dependent on other filters
hu: Az értékek más szűrőktől függenek

source: Values selected in other filters will affect the filter options to only show relevant values
hu: Az egyéb szűrőkben kiválasztott értékek befolyásolják a szűrő lehetőségeit, hogy csak releváns értékeket jelenítsenek meg

source: Values dependent on
hu: Értékek függőben

source: Scoping
hu: Körülhatárolás

source: Filter Configuration
hu: Szűrő konfiguráció

source: Filter Settings
hu: Szűrőbeállítások

source: Select filter
hu: Szűrő kiválasztása

source: Range filter
hu: Tartomány szűrő

source: Numerical range
hu: Numerikus tartomány

source: Time filter
hu: Időszűrő

source: Time range
hu: Időtartam

source: Time column
hu: Idő oszlop

source: Time grain
hu: Időszemcsézés

source: Group By
hu: Csoportosítás szerint

source: Group by
hu: Csoportosítás szerint

source: Pre-filter is required
hu: Előszűrő szükséges

source: Time column to apply dependent temporal filter to
hu: Az időoszlop, amelyre alkalmazni kell a függő időszűrőt

source: Time column to apply time range to
hu: Időoszlop, amelyre időintervallumot kell alkalmazni

source: Filter name
hu: Szűrő név

source: Name is required
hu: A név kötelező

source: Filter Type
hu: Szűrő típus

source: Datasets do not contain a temporal column
hu: Az adatkészletek nem tartalmaznak időbeli oszlopot

source: Dashboard time range filters apply to temporal columns defined in the filter section of each chart. Add temporal columns to the chart filters to have this dashboard filter impact those charts.
hu: A vezérlőpult időtartomány szűrői alkalmazódnak a diagramokban meghatározott időbeli oszlopokra. A diagramok szűrőjéhez adja hozzá az időbeli oszlopokat, hogy ez a vezérlőpult szűrő hatással legyen ezekre a diagramokra is.

source: Dataset is required
hu: Adatkészlet szükséges

source: Pre-filter available values
hu: Elérhető értékek előszűrése

source: Add filter clauses to control the filter's source query, though only in the context of the autocomplete i.e., these conditions do not impact how the filter is applied to the dashboard. This is useful when you want to improve the query's performance by only scanning a subset of the underlying data or limit the available values displayed in the filter.
hu: Add filter clauses to control the filter's source query, though only in the context of the autocomplete i.e., these conditions do not impact how the filter is applied to the dashboard. This is useful when you want to improve the query's performance by only scanning a subset of the underlying data or limit the available values displayed in the filter. Szűrőfeltételeket adhat hozzá a szűrő forráslekérdezésének vezérléséhez, bár csak az automatikus kiegészítés kontextusában, azaz ezek a feltételek nem befolyásolják a szűrő alkalmazását a vezérlőpulton. Ez hasznos lehet, ha a lekérdezés teljesítményét szeretné javítani a háttérben lévő adatok csak egy részének átvizsgálásával vagy a szűrőben megjelenő elérhető értékek korlátozásával.

source: Pre-filter
hu: Előszűrő

source: No filter
hu: Nincs szűrés

source: Sort filter values
hu: Rendezési szűrőértékek

source: Sort type
hu: Rendezés típusa

source: Sort ascending
hu: Növekvő sorrendben rendezve

source: Sort Metric
hu: Rendezési metrika

source: If a metric is specified, sorting will be done based on the metric value
hu: Ha meg van adva egy metrika, akkor a rendezés a metrika értékének alapján történik

source: Sort metric
hu: Rendezési metrika

source: Single Value
hu: Egyetlen érték

source: Single value type
hu: Egyetlen érték típusa

source: Exact
hu: Pontos

source: Filter has default value
hu: A szűrőnek van alapértelmezett értéke

source: Default Value
hu: Alapértelmezett érték

source: Default value is required
hu: Alapértelmezett érték szükséges

source: Refresh the default values
hu: Frissítse az alapértelmezett értékeket

source: Fill all required fields to enable "Default Value"
hu: Töltse ki az összes kötelező mezőt a "Default Value" engedélyezéséhez.

source: You have removed this filter.
hu: Eltávolítottad ezt a szűrőt.

source: Restore Filter
hu: Szűrő visszaállítása

source: Column is required
hu: Oszlop szükséges

source: Populate "Default value" to enable this control
hu: Töltsd ki a "Default value" mezőt a vezérlő engedélyezéséhez

source: Default value set automatically when "Select first filter value by default" is checked
hu: Az alapértelmezett érték automatikusan beállítódik, amikor a "Kezdő szűrőérték kiválasztása alapértelmezetten" opció be van jelölve

source: Default value must be set when "Filter value is required" is checked
hu: Az alapértéknek be kell állítva lennie, amikor a "Szűrőérték kötelező" be van jelölve

source: Default value must be set when "Filter has default value" is checked
hu: Az alapértéknek be kell állítva lennie, amikor a "Szűrő alapértékkel rendelkezik" opció be van jelölve

source: Apply to all panels
hu: Minden panelre alkalmazni

source: Apply to specific panels
hu: Alkalmazható konkrét panelekre

source: Only selected panels will be affected by this filter
hu: Csak a kiválasztott paneleket érinti ez a szűrő

source: All panels with this column will be affected by this filter
hu: Minden panel, amelyben szerepel ez az oszlop, érintett lesz ezen szűrő által

source: All panels
hu: Minden panel

source: This chart might be incompatible with the filter (datasets don't match)
hu: Ez a táblázat nem kompatibilis a szűrővel (az adatkészletek nem egyeznek).

source: Keep editing
hu: Szerkesztés

source: Yes, cancel
hu: Igen, mégsem

source: There are unsaved changes.
hu: Vannak mentetlen változtatások.

source: Are you sure you want to cancel?
hu: Biztos vagy benne, hogy le szeretnéd mondani?

source: Error loading chart datasources. Filters may not work correctly.
hu: Hiba történt a diagram adatforrásainak betöltésekor. A szűrők esetleg nem működnek megfelelően.

source: Transparent
hu: Átlátszó

source: White
hu: Fehér

source: All filters
hu: Minden szűrő

source: Click to edit %s.
hu: Kattints a(z) %s szerkesztéséhez.

source: Click to edit chart.
hu: Kattints a diagram szerkesztéséhez.

source: Use %s to open in a new tab.
hu: Használd a %s-t az új fül megnyitásához.

source: Medium
hu: Közepes

source: New header
hu: Új fejléc

source: Tab title
hu: Tab cím

source: This session has encountered an interruption, and some controls may not work as intended. If you are the developer of this app, please check that the guest token is being generated correctly.
hu: Ez a munkamenet megszakadt, és néhány vezérlés nem működhet a tervezett módon. Ha te vagy az alkalmazás fejlesztője, kérlek ellenőrizd, hogy a vendég token helyesen generálódik-e.

source: Equal to (=)
hu: Egyenlő (=)

source: Not equal to (≠)
hu: Nem egyenlő (≠)

source: Less than (<)
hu: Kevesebb, mint (<)

source: Less or equal (<=)
hu: Kisebb vagy egyenlő (<=)

source: Greater than (>)
hu: Nagyobb mint (>)

source: Greater or equal (>=)
hu: Nagyobb vagy egyenlő (>=)

source: Not in
hu: Nincs bent

source: Like
hu: Mint

source: Like (case insensitive)
hu: Mint (nem érzékeny a kis- és nagybetűkre)

source: Is not null
hu: Nem null

source: Is null
hu: Null

source: use latest_partition template
hu: használja a latest_partition sablont

source: Is true
hu: Igaz

source: Is false
hu: Hamis

source: Time granularity
hu: Időegység részletessége

source: Duration in ms (100.40008 => 100ms 400µs 80ns)
hu: Időtartam ms-ban (100.40008 => 100 ms 400 µs 80 ns)

source: One or many columns to group by. High cardinality groupings should include a series limit to limit the number of fetched and rendered series.
hu: Egy vagy több oszlop, amelyek szerint csoportosítani kell. A magas kardinalitású csoportosításoknak tartalmazniuk kell egy sor limitet, hogy korlátozzák a lekért és megjelenített sorok számát.

source: Fixed color
hu: Rögzített szín

source: Right axis metric
hu: Jobb tengely metrika

source: Linear color scheme
hu: Lineáris színrendszer

source: Color metric
hu: Színmetrika

source: One or many controls to pivot as columns
hu: Egy vagy több vezérlő oszlopként való forgatásához

source: The time granularity for the visualization. Note that you can type and use simple natural language as in `10 seconds`,`1 day` or `56 weeks`
hu: A megjelenítés időfelbontása. Fontos megjegyezni, hogy egyszerű természetes nyelvet használhatsz, például "10 másodperc", "1 nap" vagy "56 hét"

source: Bubble size
hu: Buborék mérete

source: When `Calculation type` is set to "Percentage change", the Y Axis Format is forced to `.1%`
hu: Amikor a "Számítási típus" beállítása "Százalékos változásra" van állítva, a Y tengely formátuma automatikusan ".1%"-ra lesz kényszerítve

source: Color scheme
hu: Színösszeállítás

source: An error occurred while starring this chart
hu: Hiba történt a diagram kedvelése közben

source: Chart [%s] has been saved
hu: A(z) [%s] diagram el lett mentve

source: Chart [%s] has been overwritten
hu: A(z) [%s] táblázat felül lett írva

source: Dashboard [%s] just got created and chart [%s] was added to it
hu: A [%s] műszerfal éppen létrejött, és hozzáadásra került a [%s] diagram

source: Chart [%s] was added to dashboard [%s]
hu: A(z) [%s] diagram hozzá lett adva a [%s] irányítópulthoz.

source: GROUP BY
hu: Csoportosítás alapján

source: NOT GROUPED BY
hu: NEM CSOPOPORTOSÍTOTT

source: Use this section if you want to query atomic rows
hu: Használd ezt a szakaszt, ha atomi sorokat szeretnél lekérdezni

source: The X-axis is not on the filters list
hu: Az X-tengely nem szerepel a szűrők listáján.

source: The X-axis is not on the filters list which will prevent it from being used in time range filters in dashboards. Would you like to add it to the filters list?
hu: Az X-tengely nincs benne a szűrők listájában, így nem használható időtartomány-szűrőként a vezérlőpultokban. Szeretné hozzáadni a szűrők listájához?

source: You cannot delete the last temporal filter as it's used for time range filters in dashboards.
hu: Nem törölheti az utolsó időszűrőt, mivel az időtartomány-szűrők használják a vezérlőpultokban.

source: This section contains validation errors
hu: Ebben a szakaszban validációs hibák találhatók

source: Keep control settings?
hu: Megtartod a vezérlési beállításokat?

source: You've changed datasets. Any controls with data (columns, metrics) that match this new dataset have been retained.
hu: Megváltoztattad az adatkészletet. Azok a vezérlők, amelyeknek az adatai (oszlopok, mutatók) megegyeznek az új adatkészlettel, megmaradtak.

source: Continue
hu: Következő

source: Clear form
hu: Űrlap törlése

source: No form settings were maintained
hu: Nem történtek meg a űrlapbeállítások fenntartása

source: We were unable to carry over any controls when switching to this new dataset.
hu: Nem tudtunk átvinni semmilyen vezérlést, amikor áttértünk erre az új adatkészletre.

source: Customize
hu: Testreszabás

source: Generating link, please wait..
hu: Link létrehozása folyamatban..

source: Chart height
hu: Diagram magasság

source: Chart width
hu: Diagram szélesség

source: An error occurred while loading dashboard information.
hu: Hiba történt az irányítópult információinak betöltése közben.

source: Save (Overwrite)
hu: Mentés (Felülírás)

source: Save as...
hu: Mentés másként...

source: Chart name
hu: Diagram neve

source: Dataset Name
hu: Adathalmaz neve

source: A reusable dataset will be saved with your chart.
hu: Egy újrafelhasználható adatkészletet fogunk menteni a diagramjával.

source: Add to dashboard
hu: Hozzáadás az irányítópulthoz

source: Select
hu: Válasszon

source: a dashboard OR
hu: a dashboard VAGY

source: create
hu: létrehozás

source: a new one
hu: egy új példa

source: Save & go to new dashboard
hu: Mentés és ugrás az új vezérlőpulthoz

source: Save & go to dashboard
hu: Mentés és ugrás a vezérlőpulthoz

source: Save as new chart
hu: Mentés új diagramként

source: Save to new dashboard
hu: Mentés az új vezérlőpulthoz

source: Save chart
hu: Mentse el a diagrammot

source: Formatted date
hu: Formázott dátum

source: Column Formatting
hu: Oszlop formázás

source: Collapse data panel
hu: Összecsukható adatpanel

source: Expand data panel
hu: Adatpanel kibontása

source: Samples
hu: Minták

source: No samples were returned for this dataset
hu: Nem érkezett vissza minta ehhez az adatkészlethez

source: No results
hu: Nincsenek eredmények

source: Search Metrics & Columns
hu: Keresési metrikák és oszlopok

source: to edit or add columns and metrics.
hu: szerkeszteni vagy oszlopokat és metrikákat hozzáadni.

source: Showing %s of %s
hu: Mutatja %s a %s-ből

source: Show less...
hu: Kevesebbet mutat...

source: Show all...
hu: Mutasd az összeset...

source: Show Less...
hu: Kevesebbet mutat...

source: Unable to retrieve dashboard colors
hu: Nem sikerült visszanyerni a vezérlőpult színeit

source: Not added to any dashboard
hu: Nem hozzáadva egyetlen vezérlőpulthoz sem

source: You can preview the list of dashboards in the chart settings dropdown.
hu: A diagram beállítások legördülő menüjében előnézheti a műszerfalak listáját.

source: Not available
hu: Nem elérhető

source: Chart title
hu: Diagram címe

source: Add required control values to save chart
hu: Add szükséges vezérlőértékeket a diagram mentéséhez

source: Chart type requires a dataset
hu: A diagramtípushoz adathalmaz szükséges

source: This chart type is not supported when using an unsaved query as a chart source.
hu: Ez a diagramtípus nem támogatott, amikor egy mentetlen lekérdezést használunk diagramforrásként.

source: to visualize your data.
hu: adataid adataid vizualizálásához.

source: Required control values have been removed
hu: A szükséges vezérlési értékek eltávolításra kerültek

source: Your chart is not up to date
hu: A te táblázatod nem naprakész

source: You updated the values in the control panel, but the chart was not updated automatically. Run the query by clicking on the "Update chart" button or
hu: Frissítetted az értékeket a vezérlőpulton, de a diagram nem frissült automatikusan. Futtasd le a lekérdezést a "Diagram frissítése" gombra kattintva, vagy

source: Controls labeled
hu: Irányítások feliratozva

source: Control labeled
hu: Irányítás címkézett

source: Chart Source
hu: Diagram forrás

source: Open Datasource tab
hu: Nyisd meg az Adatforrás fület

source: Original
hu: Eredeti

source: You do not have permission to edit this chart
hu: Nincs engedélyed a diagram szerkesztéséhez

source: Chart properties updated
hu: A diagram tulajdonságai frissítve

source: Edit Chart Properties
hu: Szerkeszd a diagram tulajdonságait

source: This chart is managed externally, and can't be edited in Superset
hu: Ez a táblázat külsőleg van kezelve, és nem szerkeszthető a Supersetben

source: The description can be displayed as widget headers in the dashboard view. Supports markdown.
hu: A leírás megjeleníthető widget fejlécként a vezérlőpult nézetben. Támogatja a markdown formázást.

source: Person or group that has certified this chart.
hu: A személy vagy csoport, amely hitelesítette ezt a táblázatot.

source: Configuration
hu: Konfiguráció

source: Duration (in seconds) of the caching timeout for this chart. Set to -1 to bypass the cache. Note this defaults to the dataset's timeout if undefined.
hu: A diagram gyorsítótárának időtartama (másodpercben). Állítsa -1-re a gyorsítótár kihagyásához. Megjegyzés: ha nem definiált, akkor az adatkészlet időtúllépése lesz az alapértelmezett.

source: A list of users who can alter the chart. Searchable by name or username.
hu: A diagramot módosítani képes felhasználók listája. Keresési lehetőség név vagy felhasználónév alapján.

source: Limit reached
hu: Korlát elérve

source: Create chart
hu: Készítsen diagramot

source: Update chart
hu: Frissítsd a diagramot

source: Invalid lat/long configuration.
hu: Érvénytelen szélesség/hosszúság konfiguráció.

source: Reverse lat/long
hu: Fordított szélességi/hosszúsági koordináták

source: Longitude & Latitude columns
hu: Hosszúság és szélesség oszlopok

source: Delimited long & lat single column
hu: Határolt hosszúság és szélesség egyetlen oszlopban

source: Multiple formats accepted, look the geopy.points Python library for more details
hu: Több formátum elfogadott, nézd meg a geopy.points Python könyvtárat további részletekért

source: in modal
hu: modálisban

source: Sorry, An error occurred
hu: Elnézést, probléma lépett fel

source: Save as Dataset
hu: Mentés adatkészletként

source: Open in SQL Lab
hu: Nyisd meg az SQL Labban

source: Failed to verify select options: %s
hu: Nem sikerült ellenőrizni a kiválasztási lehetőségeket: %s

source: Annotation layer
hu: Megjegyzés réteg

source: Select the Annotation Layer you would like to use.
hu: Válassza ki a használni kívánt jelölőréteget.

source: Use another existing chart as a source for annotations and overlays. Your chart must be one of these visualization types: [%s]
hu: Használjon egy másik meglévő diagramot annotációk és átfedések forrásaként. A diagramnak az alábbi megjelenítési típusok egyike kell lennie: [%s]

source: Expects a formula with depending time parameter 'x' in milliseconds since epoch. mathjs is used to evaluate the formulas. Example: '2x+5'
hu: Vár egy képletet, amelynek függő időparamétere van, 'x' értéke milliszekundumban az epoch óta. A képletek kiértékeléséhez a mathjs kerül felhasználásra. Példa: '2x+5'

source: Annotation layer value
hu: Jegyzékréteg értéke

source: Bad formula.
hu: Rossz képlet.

source: Annotation Slice Configuration
hu: Megjegyzés Szelet Konfiguráció

source: This section allows you to configure how to use the slice to generate annotations.
hu: Ez a rész lehetővé teszi számodra, hogy beállítsd, hogyan használd a szeletet az annotációk generálásához.

source: Annotation layer time column
hu: Jegyzet réteg időoszlop

source: Interval start column
hu: Időintervallum kezdete oszlop

source: Event time column
hu: Esemény idő oszlop

source: This column must contain date/time information.
hu: Ez az oszlop dátum/idő információt kell tartalmazzon.

source: Annotation layer interval end
hu: Megjegyzés réteg időköz vége

source: Interval End column
hu: Időszak vége oszlop

source: Annotation layer title column
hu: Megjegyzés réteg cím oszlop

source: Title Column
hu: Cím oszlop

source: Pick a title for you annotation.
hu: Válasszon címet az annotációjához.

source: Annotation layer description columns
hu: Megjegyzés réteg leírás oszlopok

source: Description Columns
hu: Leírás Oszlopok

source: Pick one or more columns that should be shown in the annotation. If you don't select a column all of them will be shown.
hu: Válasszon ki egy vagy több oszlopot, amelyeket meg kell jeleníteni az annotációban. Ha nem választ ki oszlopot, akkor az összes megjelenítésre kerül.

source: Override time range
hu: Időtartam felülbírálása

source: This controls whether the "time_range" field from the current view should be passed down to the chart containing the annotation data.
hu: Ez irányítja, hogy a jelenlegi nézetben lévő "time_range" mezőt továbbítsák-e a megjegyzésadatokat tartalmazó diagramhoz.

source: Override time grain
hu: Időegység felülbírálása

source: This controls whether the time grain field from the current view should be passed down to the chart containing the annotation data.
hu: Ez szabályozza, hogy a jelenlegi nézet időegység mezője átadódjon-e a megjegyzésadatokat tartalmazó diagramnak.
