Repository: kodinformatika/dataplatform-superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: hu

source: Limiting rows may result in incomplete data and misleading charts. Consider filtering or grouping source/target names instead.
hu: A sorok korlátozása esetén hiányos adatok és félrevezető diagramok jöhetnek létre. Fontolja meg inkább a forrás-/célnevek szűrését vagy csoportosítását.

source: Visualizes the flow of different group's values through different stages of a system. New stages in the pipeline are visualized as nodes or layers. The thickness of the bars or edges represent the metric being visualized.
hu: Vizualizálja a különböző csoportok értékeinek áramlását a rendszer különböző szakaszaiban. Az új szakaszok a csővezetékben csomópontokként vagy rétegekként jelennek meg. A sávok vagy élek vastagsága a vizualizált metrikát jelképezi.

source: Demographics
hu: Demográfia

source: Survey Responses
hu: Felmérésválaszok

source: Percentages
hu: Százalékok

source: Sankey Diagram with Loops
hu: Sankey diagram hurokkal

source: of total
hu: összesen

source: of parent
hu: szülő példája

source: Primary Metric
hu: Elsődleges mutatószám

source: The primary metric is used to define the arc segment sizes
hu: A fő mutatót használjuk az ív szegmensek méretének meghatározásához

source: Secondary Metric
hu: Másodlagos mutató

source: [optional] this secondary metric is used to define the color as a ratio against the primary metric. When omitted, the color is categorical and based on labels
hu: [optional] Ez a másodlagos mutató használható a szín meghatározásához az elsődleges mutatóval szembeni arányként. Ha elhagyják, a szín kategorikus és a címkéken alapul

source: When only a primary metric is provided, a categorical color scale is used.
hu: Amikor csak egy elsődleges mutató van megadva, kategóriákat jelölő színskála kerül használatra.

source: When a secondary metric is provided, a linear color scale is used.
hu: Amikor egy másodlagos mutató is meg van adva, egy lineáris színskála kerül használatra.

source: Hierarchy
hu: Hierarchia

source: This defines the level of the hierarchy
hu: Ez meghatározza a hierarchia szintjét

source: Uses circles to visualize the flow of data through different stages of a system. Hover over individual paths in the visualization to understand the stages a value took. Useful for multi-stage, multi-group visualizing funnels and pipelines.
hu: Használ köröket adatainak áramlásának szemléltetésére egy rendszer különböző szakaszaiban. A vizualizációban a különböző útvonalak fölé helyezve megértheti, hogy egy érték milyen szakaszokon ment keresztül. Hasznos többszakaszos, többcsoportos tölcsérek és csővezetékek vizualizálásához.

source: Sunburst Chart
hu: Napkorong diagram

source: Multi-Levels
hu: Többszintű

source: Country Field Type
hu: Ország Mező Típusa

source: Full name
hu: Teljes név

source: code International Olympic Committee (cioc)
hu: kód: Nemzetközi Olimpiai Bizottság (NOB)

source: code ISO 3166-1 alpha-2 (cca2)
hu: kód ISO 3166-1 alpha-2 (cca2)

source: code ISO 3166-1 alpha-3 (cca3)
hu: kód ISO 3166-1 alpha-3 (cca3)

source: The country code standard that Superset should expect to find in the [country] column
hu: A Supersetnek az [ország] oszlopban található országkódokra kell számítania a standard

source: Show Bubbles
hu: Mutass buborékokat

source: Whether to display bubbles on top of countries
hu: Hogy megjelenjenek-e buborékok az országok felett

source: Color by
hu: Színezés

source: Choose whether a country should be shaded by the metric, or assigned a color based on a categorical color palette
hu: Válassza ki, hogy egy országot árnyalással kell-e jelölni a metrikák alapján, vagy pedig egy kategóriákra alapozott színpalettával rendelkező színnel kell-e ellátni

source: Country Column
hu: Ország oszlop

source: 3 letter code of the country
hu: Az ország 3 betűs kódja

source: Metric that defines the size of the bubble
hu: A buborék méretét meghatározó metrika

source: Bubble Color
hu: Buborék szín

source: Country Color Scheme
hu: Ország színösszeállítás

source: A map of the world, that can indicate values in different countries.
hu: Egy világtérkép, amely képes különböző országokban értékeket jelölni.

source: Multi-Dimensions
hu: Több dimenzió

source: Multi-Variables
hu: Többváltozós

source: Popular
hu: Népszerű

source: deck.gl charts
hu: deck.gl diagramok

source: Pick a set of deck.gl charts to layer on top of one another
hu: Válasszon ki egy sor deck.gl diagramot, amelyeket egymásra szeretne helyezni

source: Select charts
hu: Válasszon ki diagramokat

source: Error while fetching charts
hu: Hiba történt a diagramok lekérése közben

source: Compose multiple layers together to form complex visuals.
hu: Kombinálj több réteget egymással, hogy összetett vizuális elemeket hozz létre.

source: deck.gl Multiple Layers
hu: deck.gl Több Réteg

source: Data has no time steps
hu: Az adatoknak nincsenek időlépései

source: Start (Longitude, Latitude):
hu: Kezdés (Hosszúság, Szélesség):

source: End (Longitude, Latitude):
hu: Vége (Hosszúság, Szélesség):

source: Start Longitude & Latitude
hu: Kezdő hosszúság és szélesség

source: Point to your spatial columns
hu: Mutass a térbeli oszlopokra

source: End Longitude & Latitude
hu: Végleges hosszúság és szélesség

source: Target Color
hu: Cél szín

source: Color of the target location
hu: A célpont helyének színe

source: Categorical Color
hu: Kategórikus szín

source: Pick a dimension from which categorical colors are defined
hu: Válasszon egy dimenziót, amely alapján a kategóriák színei meghatározhatók

source: Stroke Width
hu: Vonalvastagság

source: Advanced
hu: Fejlett

source: Plot the distance (like flight paths) between origin and destination.
hu: Ábrázolja a távolságot (például repülési útvonalakat) az indulási és célállomás között.

source: GeoJson Settings
hu: GeoJson beállítások

source: Point Radius Scale
hu: Pont sugár skála

source: The GeoJsonLayer takes in GeoJSON formatted data and renders it as interactive polygons, lines and points (circles, icons and/or texts).
hu: A GeoJsonLayer GeoJSON formátumban megadott adatokat fogad és interaktív sokszögekké, vonalakká és pontokká (körök, ikonok és/vagy szövegek) alakítja.

source: Longitude and Latitude
hu: Hosszúság és szélesség

source: Height
hu: Magasság

source: Metric used to control height
hu: Magasság szabályozására használt metrika

source: Visualize geospatial data like 3D buildings, landscapes, or objects in grid view.
hu: Vizualizálja a földrajzi adatokat, mint például a 3D épületek, tájak vagy tárgyak rács nézetben.

source: deck.gl Grid
hu: deck.gl Rács

source: Experimental
hu: Kísérleti

source: Centroid (Longitude and Latitude):
hu: Centroid (hosszúság és szélesség):

source: Intesity
hu: Intenzitás

source: Intensity is the value multiplied by the weight to obtain the final weight
hu: Az intenzitás értéke a súlyzóval szorzódik, hogy megkapjuk a végső súlyt

source: Intensity Radius
hu: Intenzitás sugár

source: Intensity Radius is the radius at which the weight is distributed
hu: Az Intenzitás sugár az a sugár, amelyen belül eloszlik a súly

source: Aggregation
hu: Aggregáció

source: The function to use when aggregating points into groups
hu: A pontok csoportosításához használandó funkció

source: Weight
hu: Súly

source: Metric used as a weight for the grid's coloring
hu: Mértékegység, amelyet a rács színezéséhez használnak

source: Uses Gaussian Kernel Density Estimation to visualize spatial distribution of data
hu: Gauss-kenyerű sűrűségbecslést használ adataink térbeli eloszlásának megjelenítésére

source: deck.gl Heatmap
hu: deck.gl Hőtérkép

source: Spatial
hu: Térbeli

source: Dynamic Aggregation Function
hu: Dinamikus aggregációs funkció

source: variance
hu: variancia

source: deviation
hu: eltérés

source: Overlays a hexagonal grid on a map, and aggregates data within the boundary of each cell.
hu: Egy hatszögletes rácsot helyez át egy térképre, és adatokat gyűjt össze minden cella határain belül.

source: Visualizes connected points, which form a path, on a map.
hu: Vizualizálja a kapcsolódó pontokat, amelyek egy útvonalat alkotnak a térképen.

source: name
hu: név

source: Polygon Encoding
hu: Polygon kódolás

source: Elevation
hu: Magasság

source: Polygon Settings
hu: Polygon beállítások

source: Opacity, expects values between 0 and 100
hu: Átlátszóság, értékek várhatóak 0 és 100 között

source: Number of buckets to group data
hu: Adatok csoportosításához használt vödrök száma

source: How many buckets should the data be grouped in.
hu: Hány vödröt kell csoportosítani az adatokban.

source: Bucket break points
hu: Vödör szünetpontok

source: List of n+1 values for bucketing metric into n buckets.
hu: n+1 érték listája a metrika csoportosításához n darab edénybe.

source: Whether to apply filter when items are clicked
hu: Szűrő alkalmazása, amikor az elemekre kattintanak

source: Multiple filtering
hu: Többszörös szűrés

source: Allow sending multiple polygons as a filter event
hu: Engedélyezze több polygon küldését szűrőeseményként

source: Visualizes geographic areas from your data as polygons on a Mapbox rendered map. Polygons can be colored using a metric.
hu: Vizualizálja a földrajzi területeket az adataiból készült sokszögek formájában egy Mapbox által renderelt térképen. A sokszögek színezhetők egy metrika alapján.

source: Category
hu: Kategória

source: Point Size
hu: Pontméret

source: Point Unit
hu: Pont egység

source: Square meters
hu: Négyzetméterek

source: Square kilometers
hu: Négyzetkilométer

source: Square miles
hu: Négyzetmérföld

source: Radius in meters
hu: Sugár méterben

source: Radius in kilometers
hu: Sugár kilométerben

source: Radius in miles
hu: Sugár mérföldben

source: Minimum Radius
hu: Minimum Radius - Minimális sugár

source: Minimum radius size of the circle, in pixels. As the zoom level changes, this insures that the circle respects this minimum radius.
hu: A kör minimális sugara, pixelben kifejezve. Ahogy változik a nagyítási szint, ez biztosítja, hogy a kör tiszteletben tartsa ezt a minimális sugarat.

source: Maximum Radius
hu: Maximum Radius - Maximális sugár

source: Maximum radius size of the circle, in pixels. As the zoom level changes, this insures that the circle respects this maximum radius.
hu: A kör maximális sugara pixelben. Ahogy változik a nagyítási szint, ez biztosítja, hogy a kör tiszteletben tartsa ezt a maximális sugarat.

source: Point Color
hu: Pontszín

source: A map that takes rendering circles with a variable radius at latitude/longitude coordinates
hu: Egy térkép, amely változó sugárral megjelenít köröket földrajzi szélesség/hosszúság koordinátáknál

source: Grid
hu: Rács

source: Aggregates data within the boundary of grid cells and maps the aggregated values to a dynamic color scale
hu: Az adatokat összegzi a rács celláinak határain belül, és a aggregált értékeket egy dinamikus színskálához rendeli

source: deck.gl Screen Grid
hu: deck.gl képernyőrács

source: For more information about objects are in context in the scope of this function, refer to the
hu: További információkért a tárgyakról a jelen funkció hatáskörében, tekintse meg a következőt

source: source code of Superset's sandboxed parser
hu: Superset szigetelt parserének forráskódja

source: This functionality is disabled in your environment for security reasons.
hu: Ez a funkcionalitás biztonsági okokból letiltva van a környezetében.

source: Ignore null locations
hu: Figyelmen kívül hagyja a null helyeket

source: Whether to ignore locations that are null
hu: Hogy figyelmen kívül hagyjuk-e a null értékű helyeket

source: When checked, the map will zoom to your data after each query
hu: Amikor ellenőrzésre kerül, a térkép minden lekérdezés után ráközelít adataira

source: Select a dimension
hu: Válasszon egy dimenziót

source: Extra data for JS
hu: Extra adatok a JS-hez

source: List of extra columns made available in JavaScript functions
hu: JavaScript funkciókban elérhető extra oszlopok listája

source: JavaScript data interceptor
hu: JavaScript adatinterceptor

source: Define a javascript function that receives the data array used in the visualization and is expected to return a modified version of that array. This can be used to alter properties of the data, filter, or enrich the array.
hu: Definiálj egy JavaScript függvényt, amely megkapja a vizualizációban használt adattömböt, és módosított változatát visszatéríti. Ez használható az adatok tulajdonságainak módosítására, szűrésére vagy bővítésére.

source: JavaScript tooltip generator
hu: JavaScript tooltip generátor

source: Define a function that receives the input and outputs the content for a tooltip
hu: Definiálj egy függvényt, amely fogadja a bemenetet és kimenetként visszaadja a tooltip tartalmát

source: JavaScript onClick href
hu: JavaScript onClick href JavaScript onClick href

source: Define a function that returns a URL to navigate to when user clicks
hu: Definiálj egy olyan függvényt, amely visszaad egy URL-t, amelyre a felhasználó kattintáskor navigálhat

source: Legend Format
hu: Legend formátum

source: Choose the format for legend values
hu: Válassza ki a jelmagyarázat értékeinek formátumát

source: Legend Position
hu: Jelmagyarázat helyzete

source: Choose the position of the legend
hu: Válassza ki a jelmagyarázat helyzetét.

source: Top left
hu: Bal felső sarok

source: Top right
hu: Jobb felső sarok

source: Bottom left
hu: Bal alsó sarok

source: Bottom right
hu: Alsó jobb sarok

source: Lines column
hu: Vonalak oszlop

source: The database columns that contains lines information
hu: Az adatbázis oszlopok, amelyek tartalmazzák a vonalak információit

source: Line width
hu: Vonalvastagság

source: The width of the lines
hu: A vonalak szélessége

source: Fill Color
hu: Töltés színe

source: Set the opacity to 0 if you do not want to override the color specified in the GeoJSON
hu: Állítsa az átlátszóságot 0-ra, ha nem szeretné felülbírálni a GeoJSON-ban megadott színt

source: Stroke Color
hu: Stroke szín

source: Filled
hu: Töltött

source: Whether to fill the objects
hu: Hogy kitöltsük-e az objektumokat

source: Whether to display the stroke
hu: Hogy megjelenítse-e a vonalat

source: Extruded
hu: Extrudált

source: Whether to make the grid 3D
hu: Hogy legyen-e a rács 3D-s

source: Grid Size
hu: Rács mérete

source: Defines the grid size in pixels
hu: Meghatározza a rács méretét képpontban

source: Parameters related to the view and perspective on the map
hu: A térkép nézettel és perspektívával kapcsolatos paraméterek

source: Longitude & Latitude
hu: Hosszúság és szélesség

source: Fixed point radius
hu: Rögzített pont sugara

source: Multiplier
hu: Szorzó

source: Factor to multiply the metric by
hu: A metrikus egységet megszorozó tényező

source: Lines encoding
hu: Vonalak kódolása

source: The encoding format of the lines
hu: A sorok kódolási formátuma

source: geohash (square)
hu: geohash (négyzet)

source: Reverse Lat & Long
hu: Fordított hosszúság és szélesség

source: GeoJson Column
hu: GeoJson oszlop

source: Select the geojson column
hu: Válassza ki a geojson oszlopot

source: Right Axis Format
hu: Jobb tengely formátum

source: Show Markers
hu: Mutasson jelölőket

source: Show data points as circle markers on the lines
hu: Adata pontokat kör alakú jelzőként jelenítse meg a vonalakon

source: Y bounds
hu: Y határok

source: Whether to display the min and max values of the Y-axis
hu: Az Y-tengely minimum és maximum értékeinek megjelenítése

source: Y 2 bounds
hu: Y 2 határok

source: Line Style
hu: Vonalstílus

source: linear
hu: lineáris

source: basis
hu: alap

source: cardinal
hu: kártyinás

source: monotone
hu: monotónia

source: step-before
hu: lépés-előtti

source: step-after
hu: lépés-után

source: Line interpolation as defined by d3.js
hu: D3.js által meghatározott vonal interpoláció

source: Show Range Filter
hu: Mutasson tartomány szűrőt

source: Whether to display the time range interactive selector
hu: Az időtartom interaktív kiválasztójának megjelenítése

source: Extra Controls
hu: Extra vezérlők

source: Whether to show extra controls or not. Extra controls include things like making mulitBar charts stacked or side by side.
hu: Hogy megjelenjenek-e extra vezérlők vagy sem. Az extra vezérlők olyan dolgokat tartalmaznak, mint például a többsávos diagramok egymásra vagy egymás mellett való helyezése.

source: X Tick Layout
hu: X Tick elrendezés

source: flat
hu: lakás

source: The way the ticks are laid out on the X-axis
hu: Az X-tengelyen elhelyezkedő pipák elrendezése

source: X Axis Format
hu: X tengely formátuma

source: Y Log Scale
hu: Y Log Skála

source: Use a log scale for the Y-axis
hu: Használjon logaritmikus skálát az Y-tengelyen

source: Y Axis Bounds
hu: Y tengely határok

source: Bounds for the Y-axis. When left empty, the bounds are dynamically defined based on the min/max of the data. Note that this feature will only expand the axis range. It won't narrow the data's extent.
hu: Y tengely határai. Ha üresen hagyod, a határokat dinamikusan határozzák meg adataid minimuma és maximuma alapján. Fontos megjegyezni, hogy ez a funkció csak kiterjeszti az tengely tartományát. Nem szűkíti adataid terjedelmét.

source: Y Axis 2 Bounds
hu: Y tengely 2 határok

source: X bounds
hu: X határok

source: Whether to display the min and max values of the X-axis
hu: Az X-tengely minimum és maximum értékeinek megjelenítése

source: Bar Values
hu: Bár értékek

source: Show the value on top of the bar
hu: Mutassa meg az értéket a sáv tetején

source: Stacked Bars
hu: Halmozott oszlopok

source: Reduce X ticks
hu: Csökkentsd a X jelöléseket

source: Reduces the number of X-axis ticks to be rendered. If true, the x-axis will not overflow and labels may be missing. If false, a minimum width will be applied to columns and the width may overflow into an horizontal scroll.
hu: Csökkenti a megjelenítendő X-tengely címkék számát. Ha igaz, akkor az x-tengely nem fog túlcsordulni, és a címkék hiányozhatnak. Ha hamis, akkor minimális szélességet alkalmaznak a oszlopokra, és a szélesség túlcsordulhat egy vízszintes görgetésbe.

source: You cannot use 45° tick layout along with the time range filter
hu: Nem használható a 45°-os jelölő elrendezés a időtartomány szűrővel együtt

source: Stacked Style
hu: Halmozott stílus

source: stack
hu: verem

source: expand
hu: bővítés

source: Evolution
hu: Evolúció

source: A time series chart that visualizes how a related metric from multiple groups vary over time. Each group is visualized using a different color.
hu: Egy idősor diagram, amely megjeleníti, hogyan változik az idő múlásával egy kapcsolódó mutató több csoportban. Minden csoport más színnel van ábrázolva.

source: Stretched style
hu: Nyújtott stílus

source: Stacked style
hu: Halmozott stílus

source: Video game consoles
hu: Videojáték konzolok

source: Vehicle Types
hu: Járműtípusok

source: Area Chart (legacy)
hu: Területi diagram (hagyományos)

source: Continuous
hu: Folyamatos

source: Line
hu: Vonal

source: Deprecated
hu: Elavult

source: Series Limit Sort By
hu: Sorozat Korlát Rendezés Alapján

source: Metric used to order the limit if a series limit is present. If undefined reverts to the first metric (where appropriate).
hu: Mértékegység használata a határérték sorrendjének meghatározásához, ha van sorozatkorlát. Ha nem definiált, akkor az első mértékegységhez tér vissza (ahol alkalmazható).

source: Series Limit Sort Descending
hu: Sorozat Határ Rendezés Csökkenőben

source: Whether to sort descending or ascending if a series limit is present
hu: Hogyha van egy sorozat korlát, akkor a rendezést csökkenő vagy növekvő sorrendben kell elvégezni

source: Visualize how a metric changes over time using bars. Add a group by column to visualize group level metrics and how they change over time.
hu: Vizualizáld, hogyan változik egy metrika az idő függvényében oszlopok segítségével. Adj hozzá egy csoportosítási oszlopot, hogy megjelenítsd a csoportszintű metrikákat és azok időbeli változását.

source: Time-series Bar Chart (legacy)
hu: Időbeli sorosztályú oszlopdiagram (örökölt)

source: Bar
hu: Bár

source: Vertical
hu: Függőleges

source: Box Plot
hu: Dobozdiagram

source: X Log Scale
hu: X Log Skála

source: Use a log scale for the X-axis
hu: Használjon logaritmikus skálát az X-tengelyen

source: Visualizes a metric across three dimensions of data in a single chart (X axis, Y axis, and bubble size). Bubbles from the same group can be showcased using bubble color.
hu: Egyetlen diagramban ábrázolja egy mutatót három adatdimenzió mentén (X tengely, Y tengely és buborék mérete). Az azonos csoportba tartozó buborékokat a buborék színe segítségével lehet megjeleníteni.

source: Ranges
hu: Tartományok

source: Ranges to highlight with shading
hu: Kiemelendő tartományok árnyékolással

source: Range labels
hu: Tartomány címkék

source: Labels for the ranges
hu: Címkék a tartományokhoz

source: Markers
hu: Jelölők

source: List of values to mark with triangles
hu: A háromszögekkel jelölt értékek listája

source: Marker labels
hu: Jelölő címkék

source: Labels for the markers
hu: Címkék a jelölőkhöz

source: Marker lines
hu: Jelölővonalak

source: List of values to mark with lines
hu: A vonalakkal jelölt értékek listája

source: Marker line labels
hu: Jelölővonal címkék

source: Labels for the marker lines
hu: Címkék a jelölővonalakhoz

source: Showcases the progress of a single metric against a given target. The higher the fill, the closer the metric is to the target.
hu: Bemutatja egyetlen mutató fejlődését egy adott céllal szemben. Minél magasabb a kitöltés, annál közelebb van a mutató a célszámnak.

source: Visualizes many different time-series objects in a single chart. This chart is being deprecated and we recommend using the Time-series Chart instead.
hu: Egyetlen diagramban számos különböző idősor objektumot jelenít meg. Ez a diagram elavult, és azt javasoljuk, hogy inkább a Idősor Diagramot használja.

source: Time-series Percent Change
hu: Időszakok közötti százalékos változás

source: Sort Bars
hu: Sortáló sávok

source: Sort bars by x labels.
hu: Rendezze a sávokat az x címkék szerint.

source: Breakdowns
hu: Lebomlások

source: Defines how each series is broken down
hu: Meghatározza, hogyan van felosztva minden sorozat

source: Compares metrics from different categories using bars. Bar lengths are used to indicate the magnitude of each value and color is used to differentiate groups.
hu: Összehasonlítja a különböző kategóriák metrikáit oszlopok segítségével. Az oszlopok hossza jelzi az egyes értékek nagyságát, míg a szín segítségével különbözteti meg a csoportokat.

source: Bar Chart (legacy)
hu: Oszlopdiagram (örökölt)

source: Additive
hu: Additív

source: Discrete
hu: Diszkrét

source: Propagate
hu: Terjeszt

source: Send range filter events to other charts
hu: Küldje el a tartomány szűrő eseményeket más diagramoknak

source: Classic chart that visualizes how metrics change over time.
hu: Klasszikus diagram, amely szemlélteti, hogyan változnak a mutatók az idő során.

source: Battery level over time
hu: Akkumulátor szint az idő függvényében

source: Line Chart (legacy)
hu: Vonal diagram (örökölt)

source: Label Type
hu: Címke típus

source: Category Name
hu: Kategória név

source: Value
hu: Érték

source: Percentage
hu: Százalék

source: Category and Value
hu: Kategória és Érték

source: Category and Percentage
hu: Kategória és százalék

source: Category, Value and Percentage
hu: Kategória, Érték és Százalék

source: What should be shown on the label?
hu: Mi kell, hogy szerepeljen a címkén?

source: Donut
hu: Fánk

source: Do you want a donut or a pie?
hu: Akarsz egy fánkot vagy egy pitést?

source: Show Labels
hu: Címkék megjelenítése
