Repository: kodinformatika/dataplatform-superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: hu

source: Sync columns from source
hu: Szinkronizálja az oszlopokat a forrásból

source: Calculated columns
hu: Számított oszlopok

source: <enter SQL expression here>
hu: <írd ide az SQL kifejezést>

source: Settings
hu: Beállítások

source: The dataset has been saved
hu: Az adathalmaz el lett mentve

source: Error
hu: Hiba

source: The dataset configuration exposed here affects all the charts using this dataset. Be mindful that changing settings here may affect other charts in undesirable ways.
hu: A itt bemutatott adatkészlet konfigurációja hatással van az összes ezen adatkészletet használó diagramra. Légy óvatos, mert a beállítások megváltoztatása itt nemkívánatos módon befolyásolhatja más diagramokat is.

source: Are you sure you want to save and apply changes?
hu: Biztos vagy benne, hogy menteni és alkalmazni szeretnéd a változtatásokat?

source: Confirm save
hu: Megerősítés mentése

source: Edit Dataset
hu: Adatbázis szerkesztése

source: Use legacy datasource editor
hu: Használd a hagyományos adatforrás szerkesztőt

source: This dataset is managed externally, and can't be edited in Superset
hu: Ez az adatkészlet külsőleg van kezelve, és nem szerkeszthető a Supersetben

source: DELETE
hu: Törlés

source: delete
hu: törlés

source: Type "%s" to confirm
hu: Írja be a "%s" karaktert a megerősítéshez

source: More
hu: Több

source: Click to edit
hu: Kattints a szerkesztéshez

source: You don't have the rights to alter this title.
hu: Nincs jogosultságod megváltoztatni ezt a címet.

source: No databases match your search
hu: Nincs találat az adatbázisok között a keresésedre

source: There are no databases available
hu: Nincsenek elérhető adatbázisok

source: Manage your databases
hu: Kezelje az adatbázisokat

source: here
hu: itt

source: Unexpected error
hu: Egy váratlan hiba történt

source: This may be triggered by:
hu: Ez lehet kiváltva:

source: %(message)s This may be triggered by: %(issues)s
hu: %(message)s Ez lehet, hogy az alábbiak által okozott: %(issues)s

source: %s Error
hu: %s Hiba

source: Missing dataset
hu: Elveszett adatkészlet

source: See more
hu: Továbbiak megtekintése

source: See less
hu: Kevesebbet mutasson

source: Copy message
hu: Kérlek, másold le az üzenetet

source: Parameter error
hu: Paraméter hiba

source: %(subtitle)s This may be triggered by: %(issue)s
hu: %(subtitle)s Ez lehet kiváltva: %(issue)s

source: Timeout error
hu: Időtúllépési hiba

source: Click to favorite/unfavorite
hu: Kattints a kedvencnek jelöléshez/eltávolításához

source: Cell content
hu: Cell tartalom

source: Hide password.
hu: Jelszó elrejtése.

source: Show password.
hu: Jelszó megjelenítése.

source: Database driver for importing maybe not installed. Visit the Superset documentation page for installation instructions:
hu: Az adatbázis-illesztőprogram, amely lehetővé teszi az importálást, talán nincs telepítve. Látogasson el a Superset dokumentációs oldalára a telepítési utasításokért:

source: OVERWRITE
hu: FELÍRÁS

source: Database passwords
hu: Adatbázis jelszavak

source: %s PASSWORD
hu: %s JELSZÓ

source: %s SSH TUNNEL PASSWORD
hu: %s SSH TUNNEL JELSZÓ

source: %s SSH TUNNEL PRIVATE KEY
hu: %s SSH TUNNEL MAGÁNKULCS

source: %s SSH TUNNEL PRIVATE KEY PASSWORD
hu: %s SSH TUNNEL MAGÁNKULCS JELSZÓ

source: Overwrite
hu: Felülírás

source: Import
hu: Importálás

source: Import %s
hu: Importálás %s

source: Last Updated %s
hu: Utoljára frissítve %s

source: Sort
hu: Rendezés

source: + %s more
hu: + %s több

source: %s Selected
hu: %s kiválasztva

source: Deselect all
hu: Minden kiválasztás megszüntetése

source: No results match your filter criteria
hu: Nincs találat a szűrési feltételeknek megfelelően

source: Try different criteria to display results.
hu: Próbálj ki különböző szempontokat az eredmények megjelenítéséhez.

source: clear all filters
hu: törölje az összes szűrőt

source: No Data
hu: Nincs adat

source: %s-%s of %s
hu: %s-%s a(z) %s-ból/ből

source: Start date
hu: Kezdési dátum

source: End date
hu: Befejezési dátum

source: Type a value
hu: Írjon be egy értéket

source: Filter
hu: Szűrő

source: Select or type a value
hu: Válasszon vagy írjon be egy értéket

source: Last modified
hu: Utoljára módosítva

source: Created by
hu: Készítette

source: Created on
hu: Létrehozva

source: Menu actions trigger
hu: Menü műveletek kiváltása

source: Weekly Report for %s
hu: Heti jelentés a(z) %s számára

source: Weekly Report
hu: Heti jelentés

source: Edit email report
hu: E-mail jelentés szerkesztése

source: Schedule a new email report
hu: Ütemezzen egy új e-mail jelentést

source: Add
hu: Hozzáadás

source: Message content
hu: Üzenet tartalom

source: Text embedded in email
hu: Szöveg beágyazva az e-mailbe

source: Image (PNG) embedded in email
hu: Kép (PNG) beágyazva az e-mailbe

source: Formatted CSV attached in email
hu: A formázott CSV csatolva az e-mailben

source: Report Name
hu: Jelentés neve

source: Include a description that will be sent with your report
hu: Kérjük, adjon meg egy leírást, amelyet a jelentésével együtt küldünk el

source: A screenshot of the dashboard will be sent to your email at
hu: Egy képernyőkép a vezérlőpultról elküldésre kerül az Ön által megadott e-mail címre a következő címen

source: Timezone
hu: Időzóna

source: Failed to update report
hu: Nem sikerült frissíteni a jelentést

source: Failed to create report
hu: Nem sikerült létrehozni a jelentést

source: Set up an email report
hu: Állíts be egy e-mail jelentést

source: Email reports active
hu: E-mail jelentések aktívak

source: Delete email report
hu: Törölje az e-mail jelentést

source: Schedule email report
hu: E-mail jelentés ütemezése

source: This action will permanently delete %s.
hu: Ez a művelet véglegesen törli a(z) %s-t.

source: Delete Report?
hu: Törölni a jelentést?

source: Filter menu
hu: Szűrő menü

source: Reset
hu: Visszaállítás

source: No filters
hu: Nincsenek szűrők

source: Select all items
hu: Az összes elem kiválasztása

source: Search in filters
hu: Keresés a szűrők között

source: Select current page
hu: Jelenlegi oldal kiválasztása

source: Invert current page
hu: Oldal megfordítása

source: Clear all data
hu: Töröld az összes adatot

source: Select all data
hu: Összes adat kiválasztása

source: Expand row
hu: Sor kibontása

source: Collapse row
hu: Sor összecsukása

source: Click to sort descending
hu: Kattints a csökkenő sorrendbe rendezéshez

source: Click to sort ascending
hu: Kattints a növekvő sorrendbe rendezéshez

source: Click to cancel sorting
hu: Kattints a rendezés megszakításához

source: Access to user activity data is restricted
hu: A felhasználói tevékenységi adatokhoz való hozzáférés korlátozott

source: List updated
hu: Frissített lista

source: There was an error loading the tables
hu: Hiba történt az asztalak betöltésekor

source: See table schema
hu: Lásd a séma tábláit

source: Select table or type to search tables
hu: Válasszon táblát vagy gépeljen a táblák kereséséhez

source: Force refresh table list
hu: Frissítsd újra az asztal listát.

source: You do not have permission to edit this dashboard
hu: Nincs engedélyed a műszerfal szerkesztéséhez

source: Timezone selector
hu: Időzóna választó

source: Failed to save cross-filter scoping
hu: Nem sikerült menteni a kereszt-szűrő hatáskörét

source: There is not enough space for this component. Try decreasing its width, or increasing the destination width.
hu: Nincs elég hely ehhez az alkatrészhez. Próbáld csökkenteni annak szélességét, vagy növeld meg a cél szélességét.

source: Can not move top level tab into nested tabs
hu: Nem lehet a felső szintű fület beágyazott fülekbe helyezni

source: This chart has been moved to a different filter scope.
hu: Ez a táblázat áthelyezésre került egy másik szűrő hatáskörébe.

source: There was an issue fetching the favorite status of this dashboard.
hu: Probléma merült fel a vezérlőpult kedvenc státuszának lekérdezésekor.

source: There was an issue favoriting this dashboard.
hu: Probléma merült fel a műszerfal kedvencekhez adásakor.

source: This dashboard is now published
hu: Ez a vezérlőpult most már közzétéve van

source: This dashboard is now hidden
hu: Ez a vezérlőpult most rejtve van

source: You do not have permissions to edit this dashboard.
hu: Nincs jogosultsága ehhez a vezérlőpulthoz való szerkesztéshez.

source: [ untitled dashboard ]
hu: [ névtelen vezérlőpult ]

source: This dashboard was saved successfully.
hu: Ez a vezérlőpult sikeresen mentve lett.

source: Sorry, an unknown error occurred
hu: Elnézést, ismeretlen hiba lépett fel

source: Sorry, there was an error saving this dashboard: %s
hu: Sajnálom, hiba történt a vezérlőpult mentésekor: %s

source: Please confirm the overwrite values.
hu: Kérlek, erősítsd meg az értékek felülírását.

source: You have used all %(historyLength)s undo slots and will not be able to fully undo subsequent actions. You may save your current state to reset the history.
hu: Minden %(historyLength)s visszavonási helyet használtál fel, és nem leszel képes teljes mértékben visszavonni a későbbi műveleteket. Elmentheted az aktuális állapotodat a történet törléséhez.

source: Could not fetch all saved charts
hu: Nem sikerült lekérni az összes mentett diagramot

source: Sorry there was an error fetching saved charts:
hu: Sajnálom, hiba történt a mentett diagramok lekérése közben:

source: Any color palette selected here will override the colors applied to this dashboard's individual charts
hu: Bármely itt kiválasztott színpaletta felülírja a műszerfal egyes diagramjaira alkalmazott színeket

source: You have unsaved changes.
hu: Nem mentett változtatások vannak.

source: Changes saved.
hu: Változtatások mentve.

source: Disable embedding?
hu: Beágyazás letiltása?

source: This will remove your current embed configuration.
hu: Ez eltávolítja jelenlegi beágyazási konfigurációdat.

source: Embedding deactivated.
hu: Beágyazás deaktiválva.

source: Sorry, something went wrong. Embedding could not be deactivated.
hu: Bocsánat, valami hiba történt. A beágyazás nem deaktiválható.

source: This dashboard is ready to embed. In your application, pass the following id to the SDK:
hu: Ez a vezérlőpult készen áll a beágyazásra. Az alkalmazásban adja át az alábbi azonosítót az SDK-nak:

source: Configure this dashboard to embed it into an external web application.
hu: Konfiguráld ezt a vezérlőpultot úgy, hogy beágyazható legyen egy külső webalkalmazásba.

source: For further instructions, consult the
hu: További utasításokért keresse fel a

source: Superset Embedded SDK documentation.
hu: Superset Embedded SDK dokumentáció.

source: Allowed Domains (comma separated)
hu: Engedélyezett tartományok (vesszővel elválasztva)

source: A list of domain names that can embed this dashboard. Leaving this field empty will allow embedding from any domain.
hu: Egy olyan domainnevek listája, amelyek beágyazhatják ezt a vezérlőpultot. Ha üresen hagyja ezt a mezőt, akkor bármelyik domainről lehet beágyazni.

source: Deactivate
hu: Deaktiválás

source: Save changes
hu: Változtatások mentése

source: Enable embedding
hu: Engedélyezze a beágyazást

source: Embed
hu: Beágyaz

source: Drag and drop components and charts to the dashboard
hu: Húzd és ejtsd a komponenseket és diagramokat a vezérlőpultra

source: You can create a new chart or use existing ones from the panel on the right
hu: Készíthetsz új diagramot, vagy használhatsz meglévőket a jobb oldali panelről

source: Create a new chart
hu: Hozzon létre egy új diagramot

source: Drag and drop components to this tab
hu: Húzd és ejtsd a komponenseket erre a fülre

source: There are no components added to this tab
hu: Nincsenek összetevők hozzáadva ehhez a fülre

source: You can add the components in the edit mode.
hu: A komponenseket hozzáadhatod a szerkesztési módban.

source: Ready to review filters in this dashboard?
hu: Készen állsz arra, hogy áttekintsük a szűrőket ebben a vezérlőpulton?

source: Remind me in 24 hours
hu: Emlékeztess 24 óra múlva

source: Start Review
hu: Kezdjük a felülvizsgálatot

source: filter_box will be deprecated in a future version of Superset. Please replace filter_box by dashboard filter components.
hu: a filter_box elavulttá válik a Superset jövőbeli verzióiban. Kérlek, helyettesítsd a filter_box-ot a dashboard szűrő komponensekkel.

source: There is no chart definition associated with this component, could it have been deleted?
hu: Nincs diagram meghatározás kapcsolódó ehhez az összetevőhöz, lehet, hogy törölték?

source: Refresh interval saved
hu: Frissítési időköz mentve

source: Refresh interval
hu: Frissítési időköz

source: Refresh frequency
hu: Frissítési gyakoriság

source: Are you sure you want to proceed?
hu: Biztos vagy benne, hogy folytatni szeretnéd?

source: Save for this session
hu: Ezt a munkamenetet mentse el

source: You must pick a name for the new dashboard
hu: Ki kell választanod egy nevet az új vezérlőpulthoz

source: Save dashboard
hu: Mentési dashboard

source: Overwrite Dashboard [%s]
hu: Felülírja a vezérlőpultot [%s]

source: Save as:
hu: Mentésként:

source: also copy (duplicate) charts
hu: szintén másolja (duplikálja) a diagramokat

source: viz type
hu: viz típus

source: recent
hu: legutóbbi

source: Create new chart
hu: Új diagram létrehozása

source: Filter your charts
hu: Szűrje ki a diagramjait

source: Filter charts
hu: Szűrő diagramok

source: Sort by %s
hu: Rendezés %s szerint

source: Show only my charts
hu: Csak a saját diagramjaimat mutasd

source: You can choose to display all charts that you have access to or only the ones you own. Your filter selection will be saved and remain active until you choose to change it.
hu: Választhatod, hogy megjelenítsd az összes diagramot, amelyhez hozzáférésed van, vagy csak a saját tulajdonodban lévőket. A szűrőkiválasztásod mentésre kerül, és aktív marad, amíg úgy nem döntesz, hogy megváltoztatod.

source: Added
hu: Hozzáadva

source: Unknown type
hu: Ismeretlen típus

source: Viz type
hu: Víztípus

source: Dataset
hu: Adathalmaz

source: Superset chart
hu: Superset diagram

source: Check out this chart in dashboard:
hu: Nézd meg ezt a táblázatot a vezérlőpulton:

source: Layout elements
hu: Elrendezési elemek

source: Load a CSS template
hu: Töltse be a CSS sablont

source: Live CSS editor
hu: Élő CSS szerkesztő

source: Collapse tab content
hu: Összecsukható fül tartalom

source: There are no charts added to this dashboard
hu: Nincsenek diagramok hozzáadva ehhez a vezérlőpulthoz

source: Go to the edit mode to configure the dashboard and add charts
hu: Menj az szerkesztési módba a vezérlőpult konfigurálásához és diagramok hozzáadásához

source: Applied cross-filters (%d)
hu: Alkalmazott keresztszűrők (%d)

source: Applied filters (%d)
hu: Alkalmazott szűrők (%d)

source: This dashboard is currently auto refreshing; the next auto refresh will be in %s.
hu: Ez a vezérlőpult jelenleg automatikusan frissül; a következő automatikus frissítés %s idő múlva lesz.

source: Your dashboard is too large. Please reduce its size before saving it.
hu: A vezérlőpult túl nagy. Kérlek, csökkentsd annak méretét a mentés előtt.

source: Add the name of the dashboard
hu: Add the name of the dashboard A vezérlőpult nevének hozzáadása

source: Dashboard title
hu: Irányítópult címe

source: Undo the action
hu: Visszavonom a műveletet

source: Redo the action
hu: Sure, please provide me with the English content you would like to have translated into Hungarian, including any symbols or untranslated parts

source: Discard
hu: Eldobás

source: An error occurred while fetching available CSS templates
hu: Hiba történt a rendelkezésre álló CSS sablonok lekérdezése közben

source: Refreshing charts
hu: Frissítő diagramok

source: Check out this dashboard:
hu: Nézd meg ezt a vezérlőpultot:

source: Refresh dashboard
hu: Frissítsd az irányítópultot

source: Exit fullscreen
hu: Kilépés teljes képernyőből

source: Enter fullscreen
hu: Teljes képernyőre váltás

source: Edit properties
hu: Tulajdonságok szerkesztése

source: Edit CSS
hu: CSS szerkesztése

source: Download as image
hu: Letöltés képként

source: Share
hu: Megosztás

source: Copy permalink to clipboard
hu: Másold a permalinket a vágólapra

source: Share permalink by email
hu: Ossza meg a permalinket e-mailben

source: Set filter mapping
hu: Szűrőképzés beállítása

source: Set auto-refresh interval
hu: Állítsa be az automatikus frissítés időközét

source: Confirm overwrite
hu: Megerősítse a felülírást

source: Scroll down to the bottom to enable overwriting changes.
hu: Görgess le az aljára, hogy engedélyezd a változtatások felülírását.

source: Yes, overwrite changes
hu: Igen, írja felül a változtatásokat

source: Are you sure you intend to overwrite the following values?
hu: Biztos vagy benne, hogy felül akarod írni az alábbi értékeket?

source: Last Updated %s by %s
hu: Legutóbb frissítve %s által %s

source: Apply
hu: Alkalmazás

source: A valid color scheme is required
hu: Egy érvényes színösszeállítás szükséges

source: JSON metadata is invalid!
hu: A JSON metadata érvénytelen!

source: Dashboard properties updated
hu: Dashboard tulajdonságok frissítve

source: The dashboard has been saved
hu: A vezérlőpult mentésre került

source: Access
hu: Hozzáférés

source: Owners is a list of users who can alter the dashboard. Searchable by name or username.
hu: Owners egy felhasználók listája, akik módosíthatják a vezérlőpultot. Keresési lehetőség név vagy felhasználónév alapján.

source: Colors
hu: Színek

source: Roles is a list which defines access to the dashboard. Granting a role access to a dashboard will bypass dataset level checks. If no roles are defined, regular access permissions apply.
hu: A "Roles" egy lista, amely meghatározza a hozzáférést az irányítópulthoz. Ha egy szerepet hozzáféréshez rendelünk egy irányítópulthoz, akkor a dataset szintű ellenőrzések figyelmen kívül lesznek hagyva. Ha nincsenek meghatározva szerepek, akkor a rendes hozzáférési engedélyek érvényesek.

source: Dashboard properties
hu: Irányítópult tulajdonságok

source: This dashboard is managed externally, and can't be edited in Superset
hu: Ez a vezérlőpult külsőleg van kezelve, és nem szerkeszthető a Supersetben

source: Basic information
hu: Alapvető információk

source: A readable URL for your dashboard
hu: Egy olvasható URL a vezérlőpultodhoz

source: Certification
hu: Tanúsítvány

source: Person or group that has certified this dashboard.
hu: A személy vagy csoport, amely hitelesítette ezt a vezérlőpultot.

source: Any additional detail to show in the certification tooltip.
hu: Bármilyen további részlet megjelenítése a tanúsítványhoz tartozó eszköztippben.

source: A list of tags that have been applied to this chart.
hu: Egy lista a címkékről, amelyeket alkalmaztak erre a diagramra.

source: JSON metadata
hu: JSON metadaták

source: Please DO NOT overwrite the "filter_scopes" key.
hu: Kérlek, NE írd felül a "filter_scopes" kulcsot.

source: Use "%(menuName)s" menu instead.
hu: Használja a "%(menuName)s" menüt helyette.

source: This dashboard is not published, it will not show up in the list of dashboards. Click here to publish this dashboard.
hu: Ez a vezérlőpult nincs közzétéve, nem jelenik meg a vezérlőpultok listájában. Kattints ide a vezérlőpult közzétételéhez.

source: This dashboard is not published which means it will not show up in the list of dashboards. Favorite it to see it there or access it by using the URL directly.
hu: Ez a vezérlőpult nincs közzétéve, ami azt jelenti, hogy nem jelenik meg a vezérlőpultok listájában. Kedvencekhez adhatja, hogy ott lássa, vagy közvetlenül hozzáférhet a URL használatával.

source: This dashboard is published. Click to make it a draft.
hu: Ez a vezérlőpult közzétéve. Kattints ide, hogy piszkozattá változtasd.

source: Draft
hu: Vázlat

source: Annotation layers are still loading.
hu: Az annotációs rétegek még betöltés alatt állnak.

source: One ore more annotation layers failed loading.
hu: Egy vagy több annotációs réteg betöltése sikertelen volt.

source: This chart applies cross-filters to charts whose datasets contain columns with the same name.
hu: Ez a táblázat kereszt-szűrőket alkalmaz olyan táblázatokra, amelyek adatkészlete tartalmaz azonos nevű oszlopokat.

source: Data refreshed
hu: Adat frissítve

source: Cached %s
hu: Tárolt %s

source: Fetched %s
hu: Elhozott %s

source: Query %s: %s
hu: Lekérdezés %s: %s

source: Force refresh
hu: Kényszerített frissítés

source: Hide chart description
hu: Elrejti a diagram leírását

source: Show chart description
hu: Mutassa meg a diagram leírását

source: View query
hu: Lekérdezés megtekintése

source: View as table
hu: Táblázatként megtekintés

source: Chart Data: %s
hu: Diagram adatok: %s

source: Share chart by email
hu: Ossza meg a diagramot e-mailben

source: Check out this chart:
hu: Nézd meg ezt a táblázatot:

source: Download
hu: Letöltés

source: Export to .CSV
hu: Exportálás .CSV formátumba

source: Export to Excel
hu: Exportálás Excelbe

source: Export to full .CSV
hu: Exportálás teljes .CSV formátumba

source: Something went wrong.
hu: Valami hiba történt.

source: Search...
hu: Keresés...

source: No filter is selected.
hu: Nincs kiválasztva szűrő.

source: Editing 1 filter:
hu: 1 szűrő szerkesztése:

source: Batch editing %d filters:
hu: %d szűrő csoportos szerkesztése:

source: Configure filter scopes
hu: Konfigurálja a szűrő hatásköröket

source: There are no filters in this dashboard.
hu: Ebben a vezérlőpulton nincsenek szűrők.

source: Expand all
hu: Kérlek, küldd el nekem a lefordítandó tartalmat

source: Collapse all
hu: Összecsuklás minden

source: An error occurred while opening Explore
hu: Hiba történt az Explore megnyitása közben

source: Empty column
hu: Üres oszlop

source: This markdown component has an error.
hu: Ez a markdown komponens hibát tartalmaz.

source: This markdown component has an error. Please revert your recent changes.
hu: Ez a markdown komponens hibás. Kérlek, vonjad vissza a legutóbbi változtatásaidat.

source: Empty row
hu: Üres sor

source: You can
hu: Te tudsz

source: create a new chart
hu: hozzon létre egy új diagramot

source: or use existing ones from the panel on the right
hu: vagy használjon meglévőket a jobb oldalon található panelről

source: You can add the components in the
hu: Lehet hozzáadni a komponenseket a példához

source: edit mode
hu: szerkesztési mód

source: Delete dashboard tab?
hu: Törölni a vezérlőpult fülét?

source: Deleting a tab will remove all content within it. You may still reverse this action with the
hu: A tab törlése minden tartalmat eltávolít belőle. Ezt a műveletet azonban még vissza lehet állítani a

source: undo
hu: visszavonás

source: button (cmd + z) until you save your changes.
hu: nyomd meg a gombot (cmd + z) addig, amíg el nem mented a változtatásaidat.

source: CANCEL
hu: MEGSEMMISÍTÉS

source: Divider
hu: Elválasztó

source: Header
hu: Fejléc

source: Text
hu: Szöveg

source: Tabs
hu: Tabok

source: background
hu: háttér

source: Preview
hu: Előnézet

source: Sorry, something went wrong. Try again later.
hu: I apologize for the inconvenience. If you have any other requests in the future, feel free to ask.

source: Add/Edit Filters
hu: Szűrők hozzáadása/szerkesztése

source: No filters are currently added to this dashboard.
hu: Jelenleg nincsenek szűrők hozzáadva ehhez a vezérlőpulthoz.

source: No global filters are currently added
hu: Jelenleg nincsenek globális szűrők hozzáadva

source: Click on "+Add/Edit Filters" button to create new dashboard filters
hu: Kattints a "+Szűrők hozzáadása/szerkesztése" gombra az új irányítópult-szűrők létrehozásához

source: All filters (%(filterCount)d)
hu: Minden szűrő (%(filterCount)d)

source: Filter sets (%(filterSetCount)d)
hu: Szűrőkészletek (%(filterSetCount)d)

source: Apply filters
hu: Szűrők alkalmazása

source: Clear all
hu: Töröl mindent
